-- Ukrainian language strings

local L = LANG.CreateLanguage("uk")

-- Compatibility language name that might be removed soon.
-- the alias name is based on the original TTT language name:
-- https://github.com/Facepunch/garrysmod/blob/master/garrysmod/gamemodes/terrortown/gamemode/lang/english.lua
L.__alias = "Український"

L.lang_name = "Український (Ukraine)"

-- General text used in various places
L.traitor = "Зрадник"
L.detective = "Детектив"
L.innocent = "Невинний"
L.last_words = "Остані слова"

L.terrorists = "Терористи"
L.spectators = "Наглядачі"

L.nones = "Немає команди"
L.innocents = "Команда невинних"
L.traitors = "Команда зрадників"

-- Round status messages
L.round_minplayers = "Недостатньо гравців для початку раунда..."
L.round_voting = "Йде голосування, затримка раунда {num} сек..."
L.round_begintime = "Новий раунд почнеться через {num} сек. Готуйтесь."
L.round_selected = "Зрадники сформовані."
L.round_started = "Раунд почався!"
L.round_restart = "Раунд перезапущений адміністратором."

L.round_traitors_one = "Зрадник, ти один."
L.round_traitors_more = "Зрадник, твої тімейти: {names}"

L.win_time = "Чай вийшов. Зрадники програли."
L.win_traitors = "Зрадники виграли!"
L.win_innocents = "Невинні виграли!"
L.win_nones = "Ілюмінати виграли! (Нічія)"
L.win_showreport = "Давайте глянемо на результати раунда протягом {num} сек."

L.limit_round = "Ліміт раундів. {mapname} скоро загрузиться."
L.limit_time = "Ліміт часу. {mapname} скоро загрузиться."
L.limit_left = "До зміни карти залишилось {num} раунд (а/ів) або {time} хв."

-- Credit awards
L.credit_all = "Ваша команда нагороджена {num} кредитом(и) за ваші злодіяння."
L.credit_kill = "Отримано {num} кредит(и/ів) за вбивство {role}."

-- Karma
L.karma_dmg_full = "У вас {amount}, тому ви наносете максимальний урон в цьому раунді!"
L.karma_dmg_other = "У вас {amount}. Як результат весь урон зменьшено на {num}%"

-- Body identification messages
L.body_found = "{finder} знаходить тіло {victim}. {role}"
L.body_found_team = "{finder} знаходить тіло {victim}. {role} ({team})"

-- The {role} in body_found will be replaced by one of the following:
L.body_found_traitor = "Він був зрадником!"
L.body_found_det = "Він був детективом."
L.body_found_inno = "Він невинний."

L.body_confirm = "{finder} підтвердив смерть {victim}."

L.body_call = "{player} викликає детектива до тіла {victim}!"
L.body_call_error = "Ви повинні підтвердити смерть гравця перед викликом Детектива!"

L.body_burning = "Ой! Цей труп горить!"
L.body_credits = "Знайдено {num} кредит(и/ів) на тілі!"

-- Menus and windows
L.close = "Закрити"
L.cancel = "Відміна"

-- For navigation buttons
L.next = "Далі"
L.prev = "Назад"

-- Equipment buying menu
L.equip_title = "Обладнання"
L.equip_tabtitle = "Купування обладнання"

L.equip_status = "Статус замовлення"
L.equip_cost = "Залишилось {num} кредит(и/ів)."
L.equip_help_cost = "Будь яке обладнання вартує 1 кредит."

L.equip_help_carry = "Ви можете купити тільки те обладнання для який у вас є місце."
L.equip_carry = "Ви можете купити це обладнання"
L.equip_carry_own = "У вас це вже є."
L.equip_carry_slot = "У вас є це зброя у слоті {slot}."
L.equip_carry_minplayers = "Недостатньо гравців для придбання цієї зброї."

L.equip_help_stock = "Деяке обладнання можна купити тільки 1 раз за раунд."
L.equip_stock_deny = "Цього товару більше немає в наявності."
L.equip_stock_ok = "Цей товар є в наявності."

L.equip_custom = "Користувацький предмет доданий цим сервером."

L.equip_spec_name = "Ім'я"
L.equip_spec_type = "Тип"
L.equip_spec_desc = "Опис"

L.equip_confirm = "Купити обладнання"

-- Disguiser tab in equipment menu
L.disg_name = "Маскувальник"
L.disg_menutitle = "Налаштування маскувальника"
L.disg_not_owned = "Ви не маєте Маскувальника!"
L.disg_enable = "Увімкнути маскування"

L.disg_help1 = "Коли ваше маскування активне, ваше ім'я, здоров'я та карма не відображаються, коли хтось на вас дивиться. Крім того, ви будете приховані від радарів детектива."
L.disg_help2 = "Нажміть Numpad Enter для перемикання маскування без використання меню. Ви також можете прив’язати іншу кнопку до'ttt_toggle_disguise' використовуючи консоль."

-- Radar tab in equipment menu
L.radar_name = "Радар"
L.radar_menutitle = "Налаштування радара"
L.radar_not_owned = "Ви не маєте Радара!"
L.radar_scan = "Виконати сканування"
L.radar_auto = "Автоповтор сканування"
L.radar_help = "Результати сканування відображаються протягом {num} секунд, після чого радар буде перезаряджено та його можна використовувати знову."
L.radar_charging = "Ваш радар все ще заряджається!"

-- Transfer tab in equipment menu
L.xfer_name = "Трансфер"
L.xfer_menutitle = "Передати кредити"
L.xfer_send = "Відправити кредити"

L.xfer_no_recip = "Одержувач недійсний, переказ кредиту скасовано."
L.xfer_no_credits = "Недостатньо кредитів для переказу."
L.xfer_success = "Переказ кредитів {player} завершено."
L.xfer_received = "{player} дав вам {num} кредитів."

-- Radio tab in equipment menu
L.radio_name = "Радіо"
L.radio_help = "Натисніть кнопку, щоб радіо відтворювало цей звук."
L.radio_notplaced = "Ви повинні встановити Радіо, щоб відтворювати на ньому звук."

-- Radio soundboard buttons
L.radio_button_scream = "Крик"
L.radio_button_expl = "Вибух"
L.radio_button_pistol = "Пістолетні постріли"
L.radio_button_m16 = "M16 постріли"
L.radio_button_deagle = "Deagle постріли"
L.radio_button_mac10 = "MAC10 постріли"
L.radio_button_shotgun = "Shotgun постріли"
L.radio_button_rifle = "Rifle постріли"
L.radio_button_huge = "H.U.G.E постріли"
L.radio_button_c4 = "C4 звуки бікання"
L.radio_button_burn = "Горіння"
L.radio_button_steps = "Звуки ходи"

-- Intro screen shown after joining
L.intro_help = "Якщо ви новачок у грі, натисніть F1, щоб отримати інструкції!"

-- Radiocommands/quickchat
L.quick_title = "Клавіші швидкого чату"

L.quick_yes = "Так."
L.quick_no = "Ні."
L.quick_help = "Бля допоможіть!"
L.quick_imwith = "Я біля {player}."
L.quick_see = "Я бачу {player}."
L.quick_suspect = "{player} поводиться підозріло."
L.quick_traitor = "{player} Зрадник!"
L.quick_inno = "{player} Невинний."
L.quick_check = "Хтось ще живий?"

-- {player} in the quickchat text normally becomes a player nickname, but can
-- also be one of the below.  Keep these lowercase.
L.quick_nobody = "ніхто"
L.quick_disg = "хтось у маскуванні"
L.quick_corpse = "неопізнане тіло"
L.quick_corpse_id = "{player} труп"

-- Body search window
L.search_title = "Результати обшуку тіла"
L.search_info = "Інформація"
L.search_confirm = "Підтвердити смерть"
L.search_call = "Викликати Детектива"

-- Descriptions of pieces of information found
L.search_nick = "Це тіло {player}."

L.search_role_traitor = "Ця людина була зрадником!"
L.search_role_det = "Ця людина була детективом."
L.search_role_inno = "Ця людина була невинним терористом."

L.search_words = "Щось підказує вам, що деякі з останніх слів цієї людини були: '{lastwords}'"
L.search_armor = "Він був одягнений в нестандартний бронежилет."
L.search_disg = "Він мав пристрій який міг маскувати його ідентичність."
L.search_radar = "Він мав радар, який більше не працює."
L.search_c4 = "У кишені ти знайшов записку. Там зазначено, що ріжучий дріт {num} безпечно знешкодить бомбу."

L.search_dmg_crush = "Багато його кісток зламані. Здається, удар важкого предмета вбив його."
L.search_dmg_bullet = "Очевидно, що його розстріляли."
L.search_dmg_fall = "Він впав насмерть."
L.search_dmg_boom = "Його рани та обпалений одяг вказують на те, що причиною його смертю став вибух."
L.search_dmg_club = "Тіло в синцях і побоях. Очевидно, що його забили до смерті."
L.search_dmg_drown = "Тіло має ознаки утоплення."
L.search_dmg_stab = "Він отримав ножові поранення і порізи, перш ніж швидко стікти кров'ю."
L.search_dmg_burn = "Тут пахне смаженим терористом..."
L.search_dmg_tele = "Схоже, їхню ДНК було зашифровано випромінюванням тахіонів!"
L.search_dmg_car = "Коли цей терорист переходив дорогу, на нього наїхав необережний водій."
L.search_dmg_other = "Ви не можете знайти конкретну причину смерті цього терориста."

L.search_weapon = "Здається, для їхнього вбивства було використано {weapon}"
L.search_head = "Смертельна рана – постріл у голову. Не було часу кричати."
L.search_time = "Він помер приблизно за {time} до того, як ви почали пошук."
L.search_dna = "Отримайте зразок ДНК вбивці за допомогою сканера ДНК. Зразок ДНК розпадеться приблизно через {time}."

L.search_kills1 = "Ви знайшли список вбивств, який підтверджує смерть {player}."
L.search_kills2 = "Ви знайшли список вбивств із такими іменами:"
L.search_eyes = "Використовуючи свої навички детектива, ви впізнали останнього, кого він бачив: {player}. Вбивця чи збіг обставин?"

-- Scoreboard
L.sb_playing = "Ви граєте на..."
L.sb_mapchange = "Карти змінюються за {num} раундів або за {time}"
L.sb_mapchange_disabled = "Обмеження сеансів вимкнено."

L.sb_mia = "Зниклі безвісти"
L.sb_confirmed = "Підтверджено смерть"

L.sb_ping = "Пінг"
L.sb_deaths = "Смерті"
L.sb_score = "Рахунок"
L.sb_karma = "Карма"

L.sb_info_help = "Виконайте пошук у тілі цього гравця, і ви можете переглянути результати тут."

L.sb_tag_friend = "ДРУГ"
L.sb_tag_susp = "ПІДОЗРІЛИЙ"
L.sb_tag_avoid = "УНИКАТИ"
L.sb_tag_kill = "ВБИТИ"
L.sb_tag_miss = "ПРОПАВ"

-- Equipment actions, like buying and dropping
L.buy_no_stock = "Цієї зброї немає в наявності: ви вже купили її цього раунду."
L.buy_pending = "У вас вже є замовлення, зачекайте, поки ви його отримаєте."
L.buy_received = "Ви отримали спеціальне обладнання."

L.drop_no_room = "У вас тут нема місця, щоб кинути зброю!"

L.disg_turned_on = "Маскування включено!"
L.disg_turned_off = "Маскування вимкнено!"

-- Equipment item descriptions
L.item_passive = "Предмет з пасивним ефектом"
L.item_active = "Предмет активного використання"
L.item_weapon = "Зброя"

L.item_armor = "Бронежилет"
L.item_armor_desc = [[
Зменшує пошкодження від куль, вогню та вибуху. З часом зношується.

Його можна купувати кілька разів. Після досягнення певного значення броні вона стає міцнішою.]]

L.item_radar = "Радар"
L.item_radar_desc = [[
Дозволяє сканувати живих гравців.

Починає автоматичне сканування відразу після покупки. Налаштуйте його на вкладці Радар у цьому меню.]]

L.item_disg = "Маскувальник"
L.item_disg_desc = [[
Приховує вашу ідентифікаційну інформацію коли увімкнений. Також дозволяє уникати бути особою, яку востаннє бачила жертва.

Перейдіть у вкладку «Маскування» в цьому меню або натисніть клавішу Enter.]]

-- C4
L.c4_hint = "Натисніть {usekey}, щоб встановити або знешкодити."
L.c4_disarm_warn = "Підкладену вами вибухівку C4 було знешкоджено."
L.c4_armed = "Ви успішно встановили бомбу."
L.c4_disarmed = "Ви успішно знешкодили бомбу."
L.c4_no_room = "Ви не можете носити цей C4."

L.c4_desc = "Потужна вибухівка що вибухає через деякий час."

L.c4_arm = "Активувати C4"
L.c4_arm_timer = "Таймер"
L.c4_arm_seconds = "Секунди до детонації:"
L.c4_arm_attempts = "Під час спроби знешкодження {num} із 6 проводів спричинять миттєву детонацію, якщо їх перерізати."

L.c4_remove_title = "Видалення"
L.c4_remove_pickup = "Підібрати C4"
L.c4_remove_destroy1 = "Знищити C4"
L.c4_remove_destroy2 = "Підтвердити: знищення"

L.c4_disarm = "Деактивувати C4"
L.c4_disarm_cut = "Натисніть, щоб перерізати дріт {num}"

L.c4_disarm_owned = "Переріжте дріт, щоб знешкодити бомбу. Це ваша бомба, тому кожен дріт її знешкодить."
L.c4_disarm_other = "Відріжте потрібний дріт, щоб знешкодити бомбу. Він вибухне, якщо ви помилитеся!"

L.c4_status_armed = "Активовано"
L.c4_status_disarmed = "Деактивовано"

-- Visualizer

L.vis_name = "Візуалізатор"
L.vis_hint = "Натисніть {usekey}, щоб підняти (тільки для Детективів)."

L.vis_desc = [[
Пристрій для візуалізації місця злочину.

Аналізує труп, щоб показати, як жертва була вбита, але лише якщо вона померла від пострілів.]]

-- Decoy
L.decoy_name = "Манекен"
L.decoy_no_room = "Ви не можете носити цей манекен."
L.decoy_broken = "Ваш манекен був знищений!"

L.decoy_short_desc = "Цей манекен показує фальшивий радарний знак, видимий для інших команд"
L.decoy_pickup_wrong_team = "Ви не можете забрати його, оскільки він належить іншій команді"

L.decoy_desc = [[
Показує фальшивий радарний знак іншим командам та робить локацію манекена видимою, якщо хтось сканує вашу ДНК.]]

L.defuser_name = "Розмінювач"
L.defuser_help = "{primaryfire} розмінює вибухівку C4."

L.defuser_desc = [[
Миттєво розмінює вибуховий пристрій C4.

Необмежена кількість використань. C4 буде легше помітити, якщо ви носите це.]]

L.flare_name = "Пістолет-світлошумовик"

L.flare_desc = [[
Можна використовувати для паління трупів, щоб їх ніколи не знайшли. Обмежена кількість патронів.

Паління трупа робить характерний звук.]]

L.hstation_name = "Станція здоров'я"

L.hstation_broken = "Ваша станція здоров'я була знищена!"
L.hstation_help = "{primaryfire} розміщує станцію здоров'я."

L.hstation_desc = [[
Дозволяє людям відновлювати здоров'я після розміщення.

Повільне заряджання. Його може використовувати будь-хто, і його можна пошкодити. Може бути перевірений на наявність ДНК-зразків користувачів.]]

-- Knife
L.knife_name = "Ніж"
L.knife_thrown = "Кинутий ніж"

L.knife_desc = [[
Миттєво й безшумно вбиває поранених цілей, але має лише одне використання.

Можна кинути, використовуючи альтернативний вогонь.]]

L.polter_desc = [[
Розміщує резонатори на об'єктах, щоб сильно трусити їх.

Енергетичні вибухи завдають шкоди людям у непосредній близькості.]]

L.radio_broken = "Ваш радіоприймач був знищений!"
L.radio_help_pri = "{primaryfire} розміщує радіоприймач."

L.radio_desc = [[
Відтворює звуки для відволікання або обману.

Розмістіть радіоприймач десь, а потім відтворюйте звуки на ньому, використовуючи вкладку "Радіо" в цьому меню.]]

L.sipistol_name = "Пістолет з приглушеним звуком"

L.sipistol_desc = [[
Пістолет зі зниженим рівнем шуму, використовує звичайні патрони для пістолета.

Жертви не кричать при вбивстві.]]

L.newton_name = "Стріла Ньютона"

L.newton_desc = [[
Відштовхуйте людей з безпечної відстані.

Необмежена кількість патронів, але повільна стрільба.]]

-- Binoculars
L.binoc_name = "Бінокль"

L.binoc_desc = [[
Збільшуйте трупи і визначайте їх здалеку.

Необмежена кількість використань, але ідентифікація займає кілька секунд.]]

L.ump_desc = [[
Експериментальний пістолет-кулемет, що дезорієнтує цілі.

Використовує стандартні патрони для пістолет-кулемета.]]

L.dna_name = "Сканер ДНК"
L.dna_notfound = "Не знайдено зразка ДНК на цілі."
L.dna_limit = "Досягнуто обмеження зберігання. Видаліть старі зразки, щоб додати нові."
L.dna_decayed = "Зразок ДНК вбивці розпався."
L.dna_killer = "Зібрано зразок ДНК вбивці з трупа!"
L.dna_duplicate = "Збіг! У вас вже є цей зразок ДНК у сканері."
L.dna_no_killer = "Не вдалося отримати ДНК (вбивця відключився?)."
L.dna_armed = "Ця бомба активна! Спочатку роззбройте її!"
L.dna_object = "Зібрано зразок останнього власника з об'єкта."
L.dna_gone = "ДНК не виявлено в цій області."

L.dna_desc = [[
Збирайте зразки ДНК з різних предметів і використовуйте їх, щоб визначити власника ДНК.

Використовуйте на свіжих трупах, щоб отримати ДНК вбивці і відстежити їх.]]

-- Magneto stick
L.magnet_name = "Магніт"
L.magnet_help = "{primaryfire} щоб прикріпити тіло до поверхні."

L.grenade_smoke = "Димова граната"
L.grenade_fire = "Запальна граната"

L.unarmed_name = "Зброя за спиною"
L.crowbar_name = "Лом"
L.pistol_name = "Пістолет"
L.rifle_name = "Гвинтівка"
L.shotgun_name = "Дробовик"

L.tele_name = "Телепорт"
L.tele_failed = "Телепорт не вдалося."
L.tele_marked = "Місце телепортації відмічено."

L.tele_no_ground = "Телепорт можливий тільки з прочною підставою!"
L.tele_no_crouch = "Телепорт неможливий у пригніченому стані!"
L.tele_no_mark = "Місце телепортації не відмічено. Відмітьте місце призначення перед телепортацією."

L.tele_no_mark_ground = "Відмітити місце телепортації можна тільки з прочною підставою!"
L.tele_no_mark_crouch = "Відмітити місце телепортації неможливо у пригніченому стані!"

L.tele_help_pri = "Телепортується на відмічене місце"
L.tele_help_sec = "Відмічає поточне місце"

L.tele_desc = [[
Телепортується на раніше відмічене місце.

Телепортування супроводжується шумом, і кількість використань обмежена.]]

L.ammo_pistol = "Патрони 9 мм"

L.ammo_smg1 = "Патрони для пістолет-кулемета"
L.ammo_buckshot = "Патрони для дробовика"
L.ammo_357 = "Патрони для гвинтівки"
L.ammo_alyxgun = "Патрони для дезерта"
L.ammo_ar2altfire = "Патрони для факела"
L.ammo_gravity = "Патрони для полтергейста"

-- Round status
L.round_wait = "Очікування"
L.round_prep = "Підготовка"
L.round_active = "В процесі"
L.round_post = "Раунд завершено"

L.overtime = "Додатковий час"
L.hastemode = "Режим поспіху"

L.hp_healthy = "Здоровий"
L.hp_hurt = "Травмований"
L.hp_wounded = "Зранений"
L.hp_badwnd = "Серйозно поранений"
L.hp_death = "На межі смерті"

L.karma_max = "Поважаний"
L.karma_high = "Неприємний"
L.karma_med = "Занадто стріляючий"
L.karma_low = "Небезпечний"
L.karma_min = "Небезпека"

L.corpse = "Труп"
L.corpse_hint = "Натисніть [{usekey}], щоб обшукати. [{walkkey} + {usekey}], щоб обшукати непомітно."

L.target_disg = "(прихований)"
L.target_unid = "Невідоме тіло"
L.target_unknown = "Терорист"

L.target_credits = "Обшукайте, щоб отримати невитрачені кредити"

L.tbut_single = "Одноразовий"
L.tbut_reuse = "Многоразовий"
L.tbut_retime = "Многоразовий через {num} сек"
L.tbut_help = "Натисніть [{usekey}], щоб активувати"

-- Spectator muting of living/dead
L.mute_living = "Заглушено живих гравців"
L.mute_specs = "Заглушено спостерігачів"
L.mute_all = "Заглушено всіх"
L.mute_off = "Ніхто не заглушений"

L.punch_title = "PUNCH-O-METER"
L.punch_help = "Рухатися або стрибати: бити об'єкт. Присісти: відпустити об'єкт."
L.punch_bonus = "Ваш низький рахунок знизив межу вашого punch-o-meter на {num}"
L.punch_malus = "Ваш високий рахунок збільшив межу вашого punch-o-meter на {num}!"

L.info_popup_innocent = [[
Ви - невинний терорист! Але поруч є зрадники...
Кому ви можете довіряти, а хто має намір наповнити вас кулями?

Сторожіться і співпрацюйте з товаришами, щоб вижити!]]

L.info_popup_detective = [[
Ви - Детектив! Командування терористів надало вам спеціальні ресурси для виявлення зрадників.
Використовуйте їх, щоб допомогти невинним вижити, але будьте обережні:
зрадники будуть намагатися знищити вас першими!

Натисніть {menukey}, щоб отримати ваше спеціальне спорядження!]]

L.info_popup_traitor_alone = [[
Ви - ЗРАДНИК! В цьому раунді у вас немає спільників.

Вбийте всіх інших, щоб перемогти!

Натисніть {menukey}, щоб отримати ваше спеціальне спорядження!]]

L.info_popup_traitor = [[
Ви - ЗРАДНИК! Співпрацюйте з іншими зрадниками, щоб вбити всіх інших.
Але будьте обережні, бо вашу зраду можуть виявити...

Ось ваші товариші:
{traitorlist}

Натисніть {menukey}, щоб отримати ваше спеціальне спорядження!]]

-- Various other text
L.name_kick = "Гравця автоматично вигнали за зміну імені під час раунду."

L.idle_popup = [[
Ви були бездіяльні протягом {num} секунд і перейшли в режим лише спостереження. Поки ви в цьому режимі, ви не появлятиметеся, коли почнеться новий раунд.

Ви можете в будь-який момент перемикати режим лише спостереження, натиснувши {helpkey} і знявши прапорець на вкладці Налаштування. Ви також можете відключити його прямо зараз.]]

L.idle_popup_close = "Нічого не робити"
L.idle_popup_off = "Відключити режим лише спостереження зараз"

L.idle_warning = "Попередження: ви здаєтесь бездіяльним/AFK і будете переміщені в режим спостереження, якщо не покажете активність!"

L.spec_mode_warning = "Ви знаходитесь в режимі Спостереження і не появитеся, коли почнеться раунд. Щоб вимкнути цей режим, натисніть F1, перейдіть до 'Геймплею' і зняйте прапорець з 'Режим лише спостереження'."

L.tips_panel_title = "Поради"
L.tips_panel_tip = "Порада:"

-- Tip texts
L.tip1 = "Предателі можуть шукати труп тихенько, не підтверджуючи смерть, тримаючи {walkkey} і натискаючи {usekey} на трупі."

L.tip2 = "Якщо ви налаштуєте C4 з довшим таймером, збільшиться кількість дротиків, що спричиняють миттєвий вибух, коли невинний спробує розмінувати його. Вибух буде гучніше і рідше пищати."

L.tip3 = "Детективи можуть перевірити труп, щоб з'ясувати, хто відображається в його очах. Це остання людина, яку померлий побачив. Це не обов'язково буде вбивця, якщо його встрілили ззаду."

L.tip4 = "Ніхто не дізнається, що ви померли, поки не знайдуть ваше труп і не ідентифікують вас, перевіривши його."

L.tip5 = "Коли Предатель вбиває Детектива, він одразу отримує кредитну винагороду."

L.tip6 = "Коли Предатель помирає, всі Детективи отримують кредити на обладнання."

L.tip7 = "Коли Предателі зробили значний прогрес у вбивстві невинних, вони отримають кредит обладнання як винагороду."

L.tip8 = "Предателі та Детективи можуть збирати невикористані кредити обладнання з трупів інших Предателів та Детективів."

L.tip9 = "Полтергейст може перетворити будь-який фізичний об'єкт в смертоносний снаряд. Кожен удар супроводжується вибухом енергії, який поранює когось поруч."

L.tip10 = "Як Предатель або Детектив, стежте за червоними повідомленнями у верхньому правому куті. Вони будуть важливі для вас."

L.tip11 = "Як Предатель або Детектив, пам'ятайте, що ви отримуєте додаткові кредити обладнання, якщо ви і ваші товариші виконуєте свої обов'язки добре. Пам'ятайте витратити їх!"

L.tip12 = "Детективський Сканер ДНК можна використовувати для збору зразків ДНК зі зброї та предметів, а потім сканувати, щоб знайти місцезнаходження гравця, який їх використовував. Корисно, коли ви можете отримати зразок з трупа або розмінованої C4!"

L.tip13 = "Коли ви зблизька вбиваєте когось, на трупі залишається ваша ДНК. Це можна використовувати з Детективським Сканером ДНК, щоб знайти ваше поточне місцезнаходження. Краще ховайте труп після того, як ви вбиваєте ножем когось!"

L.tip14 = "Чим далі ви знаходитесь від людини, яку ви вбиваєте, тим швидше ваш зразок ДНК на їх тілі розкладатиметься."

L.tip15 = "Якщо ви є Предателем і плануєте снайперську роботу, подумайте про використання Маскувальника. Якщо ви промахнулися, втечте до безпечного місця, вимкніть Маскувальник, і ніхто не дізнається, що це були ви, хто на них вистрілював."

L.tip16 = "Як Предатель, Телепорт може допомогти вам уникнути переслідування та дозволяє швидко переміщатися по великій карті. Впевніться, що у вас завжди є позначена безпечна позиція."

L.tip17 = "Якщо невинні всі групуються разом і їх важко вбити поодинці, спробуйте використати Радіо, щоб відтворити звуки C4 або перестрілки, щоб залучити деяких з них."

L.tip18 = "Як Предатель, використовуючи Радіо, ви можете відтворювати звуки через своє Меню Обладнання після того, як радіо буде встановлено. Створюйте чергу з кількох звуків, натискаючи кілька кнопок у потрібному порядку."

L.tip19 = "Якщо ви є Детективом і у вас є невикористані кредити, ви можете передати надійному Невинному Розмінувач. Тоді ви можете зосередитися на серйозній розслідувальній роботі і залишити ризиковане розмінування бомби на їхніх плечі."

L.tip20 = "Бінокль Детективів дозволяє проводити пошук та ідентифікацію трупів на великій відстані. Це погані новини для Предателів, які сподівалися використати труп як приманку. Звичайно, під час використання Бінокля Детектив знаходиться беззахисним та розсіяним..."

L.tip21 = "Станція Здоров'я Детективів дозволяє пораненим гравцям одужувати. Звичайно, ці поранені люди можуть бути Предателями..."

L.tip22 = "Станція Здоров'я фіксує зразок ДНК всіх, хто її використовує. Детективи можуть використовувати це разом зі Сканером ДНК, щоб дізнатися, хто одужував."

L.tip23 = "На відміну від зброї та C4, радіообладнання для Предателів не містить зразка ДНК людини, яка його розмістила. Не хвилюйтеся, що Детективи знайдуть його і розкриють ваше приховування."

L.tip24 = "Натисніть {helpkey}, щоб переглянути короткий навчальний посібник або змінити деякі специфічні налаштування TTT. Наприклад, ви можете вимкнути ці поради назавжди там."

L.tip25 = "Коли Детектив обшукує труп, результат стає доступним для всіх гравців через таблицю результатів, натиснувши на ім'я мертвої особи."

L.tip26 = "У таблиці результатів значок лупи поряд з ім'ям когось означає, що у вас є інформація про цю особу з обшуку. Якщо значок яскравий, дані надані Детективом і можуть містити додаткову інформацію."

L.tip27 = "Як Детектив, трупи зі значком лупи після псевдоніма були обшукані Детективом, і їхні результати доступні для всіх гравців через таблицю результатів."

L.tip28 = "Спостерігачі можуть натискати {mutekey}, щоб переключатися між заглушенням інших спостерігачів або живих гравців."

L.tip29 = "Якщо на сервері встановлені додаткові мови, ви можете в будь-який момент переключитися на іншу мову в меню Налаштувань."

L.tip30 = "Швидкі команди або 'радіо' можна використовувати, натиснувши {zoomkey}."

L.tip31 = "Як спостерігач, натисніть {duckkey}, щоб розблокувати курсор миші та клацнути по кнопкам на цій панелі з порадами. Натисніть {duckkey} знову, щоб повернутися до курсорного перегляду."

L.tip32 = "Вторинна атака Зубилом відштовхує інших гравців."

L.tip33 = "Стріляючи через мушки зброї, ваша точність трохи збільшується, а отдача зменшується. Краучування цьому не сприяє."

L.tip34 = "Димові гранати ефективні усередині приміщень, особливо для створення плутанини в переповнених кімнатах."

L.tip35 = "Як Предатель, пам'ятайте, що ви можете переносити трупи та приховувати їх від пильного погляду невинних та їх Детективів."

L.tip36 = "Урок, доступний під {helpkey}, містить огляд найважливіших клавіш гри."

L.tip37 = "На таблиці результатів натисніть на ім'я живого гравця, і ви зможете вибрати для нього позначку, таку як 'підозрілий' або 'друг'. Ця позначка з'явиться, якщо ви матимете його під прицілом."

L.tip38 = "Багато з розміщуваних предметів обладнання (таких як C4, Радіо) можна прикріпити до стін, використовуючи другу кнопку вогню."

L.tip39 = "C4, яке вибухає через помилку при розмінуванні, має менший вибух, ніж C4, яке досягло нуля на таймері."

L.tip40 = "Якщо над таймером раунду написано 'HASTE MODE', спочатку раунд буде декілька хвилин, але з кожною смертю доступний час збільшується (подібно до захоплення точки в TF2). Цей режим ставить під напругу Предателів і стимулює активну гру."

L.report_title = "Звіт про Раунд"

L.report_tab_hilite = "Виділення"
L.report_tab_hilite_tip = "Найцікавіші моменти раунду"
L.report_tab_events = "Події"
L.report_tab_events_tip = "Журнал подій, що сталися у цьому раунді"
L.report_tab_scores = "Очки"
L.report_tab_scores_tip = "Очки, набрані кожним гравцем у цьому раунді"

L.report_save = "Зберегти Лог .txt"
L.report_save_tip = "Зберегти Журнал Подій у текстовому файлі"
L.report_save_error = "Немає даних Журналу Подій для збереження."
L.report_save_result = "Журнал Подій був збережений у файл:"

L.col_time = "Час"
L.col_event = "Подія"
L.col_player = "Гравець"
L.col_roles = "Роль(і)"
L.col_teams = "Команда(и)"
L.col_kills1 = "Вбивства"
L.col_kills2 = "Вбивства команди"
L.col_points = "Очки"
L.col_team = "Бонус команди"
L.col_total = "Загальні очки"

-- Awards/highlights
L.aw_sui1_title = "Лідер Секти Самогубців"
L.aw_sui1_text = "показав іншим самогубцям, як це зробити, бувши першим, хто пішов."

L.aw_sui2_title = "Самотній і Засмучений"
L.aw_sui2_text = "був єдиним, хто вбив себе."

L.aw_exp1_title = "Грант на Дослідження Вибухів"
L.aw_exp1_text = "був визнаний за свої дослідження в галузі вибухів. {num} добровольців допомогли в цьому."

L.aw_exp2_title = "Польові Дослідження"
L.aw_exp2_text = "протестував свою власну стійкість до вибухів. Вона була недостатньою."

L.aw_fst1_title = "Перше Кровопролиття"
L.aw_fst1_text = "спричинив першу невинну смерть з рук зрадника."

L.aw_fst2_title = "Перше Кроваве Глупе Вбивство"
L.aw_fst2_text = "забив першу людину, вистріливши по товаришу зраднику. Молодець."

L.aw_fst3_title = "Перший Курйоз"
L.aw_fst3_text = "був першим, хто вбив. Шкода, що це був невинний товариш."

L.aw_fst4_title = "Перший Удар"
L.aw_fst4_text = "завдав перший удар на користь невинних терористів, зробивши першою смерть зрадника."

L.aw_all1_title = "Найсмертоносніший серед Рівних"
L.aw_all1_text = "був відповідальним за кожне вбивство, скоєне невинними в цьому раунді."

L.aw_all2_title = "Одинокий Вовк"
L.aw_all2_text = "був відповідальним за кожне вбивство, скоєне зрадниками в цьому раунді."

L.aw_nkt1_title = "Я Здобув Одного, Бос!"
L.aw_nkt1_text = "зміг вбити одного невинного. Гарно!"

L.aw_nkt2_title = "Куля На Двох"
L.aw_nkt2_text = "показав, що перше вбивство не було випадковим, вбивши ще одного."

L.aw_nkt3_title = "Серійний Зрадник"
L.aw_nkt3_text = "припинив три життя невинних терористів сьогодні."

L.aw_nkt4_title = "Вовк Серед Більш Вовкоподібних Вовків"
L.aw_nkt4_text = "з’їдає невинних терористів на обід. Обід з {num} страв."

L.aw_nkt5_title = "Оператив З Протитерористичних Заходів"
L.aw_nkt5_text = "отримує гроші за кожне вбивство. Тепер може купити ще один розкішний яхт."

L.aw_nki1_title = "Відплатити Цим"
L.aw_nki1_text = "знайшов зрадника. Вистрілив у зрадника. Просто."

L.aw_nki2_title = "Прийнято до Складу Юстиційного Загону"
L.aw_nki2_text = "сопроводжував двох зрадників на вічний спочин."

L.aw_nki3_title = "Чи Мріють Зрадницькі Вовки Про Зрадницьких Овець?"
L.aw_nki3_text = "поклав на покой трьох зрадників."

L.aw_nki4_title = "Співробітник Внутрішніх Справ"
L.aw_nki4_text = "отримує гроші за кожне вбивство. Тепер може замовити свій п'ятий плавальний басейн."

L.aw_fal1_title = "Не Пан Бонд, Я Чекаю, Поки Ти Впадеш"
L.aw_fal1_text = "штовхнув когось з великої висоти."

L.aw_fal2_title = "Розбиття об Підлогу"
L.aw_fal2_text = "дозволив своєму тілу впасти на підлогу після падіння з великої висоти."

L.aw_fal3_title = "Людина-метеорит"
L.aw_fal3_text = "розтрощив когось, впавши на них з великої висоти."

L.aw_hed1_title = "Ефективність"
L.aw_hed1_text = "відкрив радість від головних пострілів і зробив {num} з них."

L.aw_hed2_title = "Неврологія"
L.aw_hed2_text = "вилучив мозки з {num} голів для детальнішого вивчення."

L.aw_hed3_title = "Відеоігри Заставили Мене Це Зробити"
L.aw_hed3_text = "застосував своє навчання в вбивстві з використанням симуляції та зробив {num} ворогів в голову."

L.aw_cbr1_title = "Дзеньк-дзеньк-дзеньк"
L.aw_cbr1_text = "має гарний удар кийком, як про це знають {num} жертв."

L.aw_cbr2_title = "Фріман"
L.aw_cbr2_text = "покрив свій кийком від голов мінімум {num} людей."

L.aw_pst1_title = "Наполегливий малюк"
L.aw_pst1_text = "забив {num} вбивств, використовуючи пістолет. Потім вони перейшли до обіймання когось до смерті."

L.aw_pst2_title = "Масове Вбивство Малокаліберними"
L.aw_pst2_text = "вбиває малу армію з {num} осіб з пістолета. Ймовірно, встановили маленький дробовик всередині ствола."

L.aw_sgn1_title = "Режим Легко"
L.aw_sgn1_text = "застосовує кулі з дробовика там, де це болить, вбиваючи {num} цілей."

L.aw_sgn2_title = "Тисяча Малих Снарядів"
L.aw_sgn2_text = "не дуже подобається їх дробовик, тому вони віддають його усім. {num} одержувачів не залишилися живими, щоб насолодитися цим."

L.aw_rfl1_title = "Покажи та Клацни"
L.aw_rfl1_text = "демонструє, що все, що вам потрібно для {num} вбивств - це гвинтівка і стійка рука."

L.aw_rfl2_title = "Я Бачу Твою Голову Звідси"
L.aw_rfl2_text = "знає свою гвинтівку. Тепер про цю гвинтівку знають {num} інших людей."

L.aw_dgl1_title = "Це, Мов Маленька Гвинтівка"
L.aw_dgl1_text = "вже набирається навичок у використанні Desert Eagle та вбив {num} людей."

L.aw_dgl2_title = "Майстер Яструб"
L.aw_dgl2_text = "поламав {num} людей з Desert Eagle."

L.aw_mac1_title = "Молися і Вбивай"
L.aw_mac1_text = "вбив {num} людей з MAC10, але не скаже, скільки амуніції вони витратили."

L.aw_mac2_title = "Mac і Сир"
L.aw_mac2_text = "цікавиться, що станеться, якщо вони зможуть утримувати два MAC10. {num} рази два?"

L.aw_sip1_title = "Тиша"
L.aw_sip1_text = "замовкнув {num} людей з глушителем на пістолеті."

L.aw_sip2_title = "Тихий вбивця"
L.aw_sip2_text = "вбив {num} людей, які не почули, як вони помирають."

L.aw_knf1_title = "Ніж, Що Відомий Тобі"
L.aw_knf1_text = "задушив когось обличчям через інтернет."

L.aw_knf2_title = "Звідки Ти Це Взяв?"
L.aw_knf2_text = "не був Зрадником, але все ж вбив когось ножем."

L.aw_knf3_title = "Майстер Ножа"
L.aw_knf3_text = "знайшов {num} ножів, що лежали навколо, і використав їх."

L.aw_knf4_title = "Найбільш Ножевий Людина Світу"
L.aw_knf4_text = "вбив {num} людей ножем. Не питайте мене, як."

L.aw_flg1_title = "На Допомогу"
L.aw_flg1_text = "використовував свої підсвічники для сигналізації про {num} смертей."

L.aw_flg2_title = "Підсвічник Спричиняє Вогонь"
L.aw_flg2_text = "проінформував {num} людей про небезпеку носити запальний одяг."

L.aw_hug1_title = "Широкий Розлет H.U.G.E"
L.aw_hug1_text = "був у гармонії зі своїм H.U.G.E, якось змігши зробити так, що їх кулі потрапляли в {num} людей."

L.aw_hug2_title = "Терплячий Паратрив"
L.aw_hug2_text = "постійно стріляв і був винагороджений своєю терплячістю з {num} вбивствами."

L.aw_msx1_title = "Тук-тук-тук"
L.aw_msx1_text = "знищив {num} людей з M16."

L.aw_msx2_title = "Божевільний на середній дистанції"
L.aw_msx2_text = "вміє знищувати цілі з M16 і набрав {num} вбивств."

L.aw_tkl1_title = "Зробив помилку"
L.aw_tkl1_text = "поклав палець на спусковий гачок, коли мав бити по товаришу."

L.aw_tkl2_title = "Подвійна помилка"
L.aw_tkl2_text = "думав, що двічі вбив зрадника, але обидва рази помилився."

L.aw_tkl3_title = "Свідомість карми"
L.aw_tkl3_text = "не зміг зупинитися після вбивства двох товаришів. Третє вбивство - їх щасливий номер."

L.aw_tkl4_title = "Вбивця команди"
L.aw_tkl4_text = "вбив усю свою команду. OMGBANBANBAN."

L.aw_tkl5_title = "Рольовий гравець"
L.aw_tkl5_text = "грав роль безглуздого божевільника, чесно. Тому він вбив більшість своєї команди."

L.aw_tkl6_title = "Дурень"
L.aw_tkl6_text = "не зміг визначити, з якої сторони він, і вбив більшу половину своїх товаришів."

L.aw_tkl7_title = "Реднек"
L.aw_tkl7_text = "добре захистив свою територію, вбивши понад чверть своїх товаришів."

L.aw_brn1_title = "Як колись готувала бабуся"
L.aw_brn1_text = "смажив кілька людей до хрусткої скоринки."

L.aw_brn2_title = "Пироповісник"
L.aw_brn2_text = "було чутно, як вони голосно засміялися, підпаливши одного зі своїх багатьох жертв."

L.aw_brn3_title = "Піррова паління"
L.aw_brn3_text = "випалив усіх, але зараз у них закінчилися запальні гранати! Як вони це переживуть!?"

L.aw_fnd1_title = "Коронер"
L.aw_fnd1_text = "знайшов {num} тіл, лежачих навколо."

L.aw_fnd2_title = "Злови їх усіх"
L.aw_fnd2_text = "знайшов {num} трупів для своєї колекції."

L.aw_fnd3_title = "Запах смерті"
L.aw_fnd3_text = "постійно натрапляє на випадкові трупи, {num} разів цього раунду."

L.aw_crd1_title = "Переробник"
L.aw_crd1_text = "видобув {num} залишкових кредитів з трупів."

L.aw_tod1_title = "Піррова перемога"
L.aw_tod1_text = "помер лише кілька секунд до перемоги своєї команди у раунді."

L.aw_tod2_title = "Ненавиджу цю гру"
L.aw_tod2_text = "помер одразу після початку раунду."

-- New and modified pieces of text are placed below this point, marked with the
-- version in which they were added, to make updating translations easier.

-- v24
L.drop_no_ammo = "Недостатньо боєприпасів у магазині зброї, щоб випустити ящик з боєприпасами."

L.hat_retrieve = "Ви підібрали шапку детектива."

L.sb_sortby = "Сортувати за:"

L.equip_tooltip_main = "Меню екіпіровки"
L.equip_tooltip_radar = "Управління радаром"
L.equip_tooltip_disguise = "Управління маскуванням"
L.equip_tooltip_radio = "Управління радіо"
L.equip_tooltip_xfer = "Передача кредитів"
L.equip_tooltip_reroll = "Перегенерація предметів"

L.confgrenade_name = "Дискомбобулятор"
L.polter_name = "Полтергейст"
L.stungun_name = "Прототип UMP"

L.knife_instant = "МИТТЄВЕ ВБИВСТВО"

L.binoc_zoom_level = "Рівень збільшення"
L.binoc_body = "ВИЯВЛЕНО ТІЛО"

L.idle_popup_title = "Неактивність"

-- 2019-01-31
L.create_own_shop = "Створити власний магазин"
L.shop_link = "Посилання на"
L.shop_disabled = "Вимкнути магазин"
L.shop_default = "Використовувати магазин за замовчуванням"

L.reroll_name = "Перегенерувати"
L.reroll_menutitle = "Перегенерація предметів"
L.reroll_no_credits = "Вам потрібно {amount} кредитів, щоб перегенерувати!"
L.reroll_button = "Перегенерувати"
L.reroll_help = "Використовуйте {amount} кредитів, щоб отримати нові предмети у своєму магазині!"

L.equip_not_alive = "Ви можете переглянути всі доступні предмети, вибравши роль справа. Не забудьте відмітити свої улюблені предмети!"

L.shop_editor_title = "Редактор магазину"
L.shop_edit_items_weapong = "Редагувати предмети / Зброю"
L.shop_edit = "Редагувати магазини"
L.shop_settings = "Налаштування"
L.shop_select_role = "Виберіть роль"
L.shop_edit_items = "Редагувати предмети"
L.shop_edit_shop = "Редагувати магазин"
L.shop_create_shop = "Створити власний магазин"
L.shop_selected = "Обрано {role}"
L.shop_settings_desc = "Змініть значення для налаштування змінних Random Shop. Не забудьте зберегти зміни!"

L.bindings_new = "Нова прив'язка клавіші для {name}: {key}"

L.hud_default_failed = "Не вдалося встановити HUD {hudname} як новий за замовчуванням. У вас немає прав на це або цей HUD не існує."
L.hud_forced_failed = "Не вдалося встановити примусовий HUD {hudname}. У вас немає прав на це або цей HUD не існує."
L.hud_restricted_failed = "Не вдалося обмежити HUD {hudname}. У вас немає прав на це."

L.shop_role_select = "Виберіть роль"
L.shop_role_selected = "Обрано магазин для {role}!"
L.shop_search = "Пошук"

L.spec_help = "Натисніть, щоб спостерігати за гравцями або натисніть {usekey} на фізичний об'єкт, щоб його використати."
L.spec_help2 = "Щоб вийти з режиму спостереження, відкрийте меню, натиснувши {helpkey}, перейдіть до розділу 'геймплей' і вимкніть режим спостереження."

-- 2019-10-19
L.drop_ammo_prevented = "Щось перешкоджає вам викинути боєприпаси."

L.target_c4 = "Натисніть [{usekey}], щоб відкрити меню C4."
L.target_c4_armed = "Натисніть [{usekey}], щоб розбомбити C4."
L.target_c4_armed_defuser = "Натисніть [{usekey}], щоб використати деактиватор."
L.target_c4_not_disarmable = "Ви не можете розбомбити C4 живого товариша по команді."
L.c4_short_desc = "Щось дуже вибухове"

L.target_pickup = "Натисніть [{usekey}], щоб підняти."
L.target_slot_info = "Слот: {slot}"
L.target_pickup_weapon = "Натисніть [{usekey}], щоб підняти зброю."
L.target_switch_weapon = "Натисніть [{usekey}], щоб замінити на вашу поточну зброю."
L.target_pickup_weapon_hidden = ", натисніть [{usekey} + {walkkey}] для прихованого підняття."
L.target_switch_weapon_hidden = ", натисніть [{usekey} + {walkkey}] для прихованої заміни."
L.target_switch_weapon_nospace = "Відсутні слоти інвентаря для цієї зброї."
L.target_switch_drop_weapon_info = "Зброя {name} видалена зі слоту {slot}."
L.target_switch_drop_weapon_info_noslot = "В слоті {slot} немає зброї, яку можна видалити."

L.corpse_searched_by_detective = "Цей труп був обшуканий детективом."
L.corpse_too_far_away = "Труп занадто далеко."

L.radio_pickup_wrong_team = "Ви не можете підняти радіо з іншої команди."
L.radio_short_desc = "Звуки зброї для мене – музика"

L.hstation_subtitle = "Натисніть [{usekey}], щоб відновити здоров'я."
L.hstation_charge = "Залишок заряду станції здоров'я: {charge}"
L.hstation_empty = "Заряд у станції здоров'я закінчився."
L.hstation_maxhealth = "Ваше здоров'я повне."
L.hstation_short_desc = "Станція здоров'я повільно заряджається з плином часу."

-- 2019-11-03
L.vis_short_desc = "Візуалізує місце злочину, якщо жертва померла від кулі"

L.corpse_binoculars = "Натисніть [{key}], щоб переглянути труп за допомогою бінокля."
L.binoc_progress = "Прогрес пошуку: {progress}%"

L.pickup_no_room = "У вас немає місця в інвентарі для цього виду зброї."
L.pickup_fail = "Ви не можете підняти цю зброю."
L.pickup_pending = "Ви вже підібрали зброю, зачекайте, поки ви її отримаєте."

L.tbut_help_admin = "Редагувати налаштування кнопки зрадника"
L.tbut_role_toggle = "[{walkkey} + {usekey}] для перемикання цієї кнопки для {role}"
L.tbut_role_config = "Роль: {current}"
L.tbut_team_toggle = "[SHIFT + {walkkey} + {usekey}] для перемикання цієї кнопки для команди {team}"
L.tbut_team_config = "Команда: {current}"
L.tbut_current_config = "Поточна конфігурація:"
L.tbut_intended_config = "Задумана конфігурація створювачем карти:"
L.tbut_admin_mode_only = "Ви бачите цю кнопку, оскільки ви адміністратор, і '{cv}' встановлено на '1'."
L.tbut_allow = "Дозволити"
L.tbut_prohib = "Заборонити"
L.tbut_default = "Стандартно"

L.name_door = "Двері"
L.door_open = "Натисніть [{usekey}], щоб відкрити двері."
L.door_close = "Натисніть [{usekey}], щоб закрити двері."
L.door_locked = "Ці двері закриті."

L.automoved_to_spec = "(АВТОМАТИЧНЕ ПОВІДОМЛЕННЯ) Мене перемістили до команди Спостерігачів, тому що я був бездіяльний/АФК."
L.mute_team = "{team} заглушено."

L.door_auto_closes = "Ці двері автоматично закриваються."
L.door_open_touch = "Підійдіть до дверей, щоб відкрити їх."
L.door_open_touch_and_use = "Підійдіть до дверей або натисніть [{usekey}], щоб відкрити їх."
L.hud_health = "Здоров'я"

-- 2020-03-09
L.help_title = "Довідка та налаштування"

L.menu_changelog_title = "Журнал змін"
L.menu_guide_title = "Посібник TTT2"
L.menu_bindings_title = "Прив'язки клавіш"
L.menu_language_title = "Мова"
L.menu_appearance_title = "Зовнішній вигляд"
L.menu_gameplay_title = "Геймплей"
L.menu_addons_title = "Додатки"
L.menu_legacy_title = "Спадкові додатки"
L.menu_administration_title = "Адміністрування"
L.menu_equipment_title = "Редагувати обладнання"
L.menu_shops_title = "Редагувати магазини"

L.menu_changelog_description = "Список змін і виправлень в останніх версіях."
L.menu_guide_description = "Допомагає вам розібратися з TTT2 і пояснює деякі речі про геймплей, ролі та інші речі."
L.menu_bindings_description = "Прив'язка конкретних функцій TTT2 та його додатків до вашого власного смаку."
L.menu_language_description = "Виберіть мову гейммоду."
L.menu_appearance_description = "Налаштуйте зовнішній вигляд та продуктивність користувальницького інтерфейсу."
L.menu_gameplay_description = "Уникайте ролей та налаштуйте деякі функції."
L.menu_addons_description = "Налаштуйте локальні додатки на свій смак."
L.menu_legacy_description = "Панель з конвертованими вкладками з оригінального TTT, які слід перенести в нову систему."
L.menu_administration_description = "Загальні налаштування для HUD, магазинів тощо."
L.menu_equipment_description = "Встановіть кредити, обмеження, доступність та інші речі."
L.menu_shops_description = "Додавання/видалення магазинів для ролей та налаштування їх обладнання."

L.submenu_guide_gameplay_title = "Геймплей"
L.submenu_guide_roles_title = "Ролі"
L.submenu_guide_equipment_title = "Обладнання"

L.submenu_bindings_bindings_title = "Прив'язки"

L.submenu_language_language_title = "Мова"

L.submenu_appearance_general_title = "Загальне"
L.submenu_appearance_hudswitcher_title = "Перемикач HUD"
L.submenu_appearance_vskin_title = "VSkin"
L.submenu_appearance_targetid_title = "TargetID"
L.submenu_appearance_shop_title = "Налаштування магазину"
L.submenu_appearance_crosshair_title = "Приціл"
L.submenu_appearance_dmgindicator_title = "Індикатор пошкоджень"
L.submenu_appearance_performance_title = "Продуктивність"
L.submenu_appearance_interface_title = "Інтерфейс"
L.submenu_appearance_miscellaneous_title = "Різне"

L.submenu_gameplay_general_title = "Загальне"
L.submenu_gameplay_avoidroles_title = "Уникнення вибору ролі"

L.submenu_administration_hud_title = "Налаштування HUD"
L.submenu_administration_randomshop_title = "Випадковий магазин"

L.help_color_desc = "Якщо ця настройка увімкнена, ви можете вибрати глобальний колір, який буде використовуватися для контуру TargetID та прицілу."
L.help_scale_factor = "Цей коефіцієнт масштабу впливає на всі елементи користувальницького інтерфейсу (HUD, VGUI та TargetID). Він автоматично оновлюється, якщо змінюється розширення екрану. Зміна цього значення скине HUD!"
L.help_hud_game_reload = "HUD зараз недоступний. Перепідключіться до сервера або перезапустіть гру."
L.help_hud_special_settings = "Це спеціальні налаштування цього HUD."
L.help_vskin_info = "VSkin (VGUI шкіра) - це шкіра, застосована до всіх елементів меню, подібних до поточного. Вони можуть бути легко створені з простим скриптом Lua та можуть змінювати кольори та деякі параметри розміру."
L.help_targetid_info = "TargetID - це інформація, відображена при наведенні перехресного волосини на сутність. Її колір можна налаштувати в розділі 'Загальне'."
L.help_hud_default_desc = "Встановлює стандартний HUD для всіх гравців. Гравці, які ще не вибрали HUD, отримають цей HUD як стандартний. Зміна цього параметра не змінює HUD для гравців, які вже вибрали свій HUD."
L.help_hud_forced_desc = "Примушує HUD для всіх гравців. Це вимикає можливість вибору HUD для всіх."
L.help_hud_enabled_desc = "Увімкнути/вимкнути HUD для обмеження вибору цих HUD."
L.help_damage_indicator_desc = "Індикатор пошкоджень - це оверлей, який відображається, коли гравець отримує пошкодження. Щоб додати нову тему, розмістіть png-файл у 'materials/vgui/ttt/damageindicator/themes/'."
L.help_shop_key_desc = "Відкривати магазин, натискаючи клавішу магазину замість меню з рейтингом під час підготовки / в кінці раунду?"

L.label_menu_menu = "МЕНЮ"
L.label_menu_admin_spacer = "Адмінська область (не відображається звичайним користувачам)"
L.label_language_set = "Виберіть мову"
L.label_global_color_enable = "Увімкнути глобальний колір"
L.label_global_color = "Глобальний колір"
L.label_global_scale_factor = "Глобальний масштабний фактор"
L.label_hud_select = "Виберіть HUD"
L.label_vskin_select = "Виберіть VSkin"
L.label_blur_enable = "Увімкнути розмиття фону VSkin"
L.label_color_enable = "Увімкнути колір фону VSkin"
L.label_minimal_targetid = "Мінімалістичний ідентифікатор цілей під перекресленням (без тексту карми, підказок тощо)"
L.label_shop_always_show = "Завжди показувати магазин"
L.label_shop_double_click_buy = "Увімкнути покупку предмету подвійним клацанням у магазині"
L.label_shop_num_col = "Кількість стовпців"
L.label_shop_num_row = "Кількість рядків"
L.label_shop_item_size = "Розмір іконки"
L.label_shop_show_slot = "Показувати маркер слоту"
L.label_shop_show_custom = "Показувати маркер користувальницького предмету"
L.label_shop_show_fav = "Показувати маркер улюбленого предмету"
L.label_crosshair_enable = "Увімкнути приціл"
L.label_crosshair_gap_enable = "Увімкнути власний розрив прицілу"
L.label_crosshair_gap = "Власний розрив прицілу"
L.label_crosshair_opacity = "Прозорість прицілу"
L.label_crosshair_ironsight_opacity = "Прозорість прицілу в режимі прицілювання"
L.label_crosshair_size = "Розмір прицілу"
L.label_crosshair_thickness = "Товщина прицілу"
L.label_crosshair_thickness_outline = "Товщина контуру прицілу"
L.label_crosshair_static_enable = "Увімкнути статичний приціл"
L.label_crosshair_dot_enable = "Увімкнути крапку прицілу"
L.label_crosshair_lines_enable = "Увімкнути лінії прицілу"
L.label_crosshair_scale_enable = "Увімкнути масштаб зброї в залежності від зброї"
L.label_crosshair_ironsight_low_enabled = "Опустити зброю при використанні прицілу"
L.label_damage_indicator_enable = "Увімкнути індикатор пошкоджень"
L.label_damage_indicator_mode = "Виберіть тему індикатора пошкоджень"
L.label_damage_indicator_duration = "Час зникнення після отримання удару (у секундах)"
L.label_damage_indicator_maxdamage = "Пошкодження, необхідні для максимальної прозорості"
L.label_damage_indicator_maxalpha = "Максимальна прозорість"
L.label_performance_halo_enable = "Намалювати контур навколо деяких об'єктів, коли на них дивитися"
L.label_performance_spec_outline_enable = "Увімкнути контури керованих об'єктів"
L.label_performance_ohicon_enable = "Увімкнути значки ролей над головами гравців"
L.label_interface_tips_enable = "Показувати поради гри внизу екрана під час спостереження"
L.label_interface_popup = "Тривалість спливаючого повідомлення на початку раунду"
L.label_interface_fastsw_menu = "Увімкнути меню швидкого перемикання зброї"
L.label_inferface_wswitch_hide_enable = "Увімкнути автоматичне закриття меню перемикання зброєю"
L.label_inferface_scues_enable = "Відтворити звуковий сигнал під час початку або закінчення раунду"
L.label_gameplay_specmode = "Режим лише спостереження (завжди залишатися у спостереженні)"
L.label_gameplay_fastsw = "Швидке перемикання зброї"
L.label_gameplay_hold_aim = "Увімкнути утримання для прицілювання"
L.label_gameplay_mute = "Вимкнути звук у живих гравців, коли ви мертві"
L.label_gameplay_dtsprint_enable = "Увімкнути подвійне натискання для бігу"
L.label_gameplay_dtsprint_anykey = "Продовжувати подвійне натискання для бігу, поки ви не перестанете рухатися"
L.label_hud_default = "Стандартний HUD"
L.label_hud_force = "Примусовий HUD"

L.label_bind_weaponswitch = "Підібрати зброю"
L.label_bind_sprint = "Біг"
L.label_bind_voice = "Глобальний голосовий чат"
L.label_bind_voice_team = "Голосовий чат команди"

L.label_hud_basecolor = "Основний колір HUD"

L.label_menu_not_populated = "Цей підменю не містить контенту."

L.header_bindings_ttt2 = "Прив'язки TTT2"
L.header_bindings_other = "Інші прив'язки"
L.header_language = "Налаштування мови"
L.header_global_color = "Вибрати глобальний колір"
L.header_hud_select = "Вибрати HUD"
L.header_hud_customize = "Налаштувати HUD"
L.header_vskin_select = "Вибрати та налаштувати VSkin"
L.header_targetid = "Налаштування TargetID"
L.header_shop_settings = "Налаштування магазину обладнання"
L.header_shop_layout = "Макет списку предметів"
L.header_shop_marker = "Налаштування маркера предметів"
L.header_crosshair_settings = "Налаштування прицілу"
L.header_damage_indicator = "Налаштування індикатора пошкоджень"
L.header_performance_settings = "Налаштування продуктивності"
L.header_interface_settings = "Налаштування інтерфейсу"
L.header_gameplay_settings = "Налаштування геймплею"
L.header_roleselection = "Вибір ролей для уникнення"
L.header_hud_administration = "Вибрати стандартний та примусовий HUD"
L.header_hud_enabled = "Увімкнути/вимкнути HUD"

L.button_menu_back = "Назад"
L.button_none = "Немає"
L.button_press_key = "Натисніть клавішу"
L.button_save = "Зберегти"
L.button_reset = "Скинути"
L.button_close = "Закрити"
L.button_hud_editor = "Редактор HUD"

L.item_speedrun = "Швидкісний біг"
L.item_speedrun_desc = [[Зробить вас на 50% швидшим!]]
L.item_no_explosion_damage = "Імунітет до вибухів"
L.item_no_explosion_damage_desc = [[Зробить вас імунним до пошкоджень від вибухів.]]
L.item_no_fall_damage = "Імунітет до падінь"
L.item_no_fall_damage_desc = [[Зробить вас імунним до пошкоджень від падінь.]]
L.item_no_fire_damage = "Імунітет до вогню"
L.item_no_fire_damage_desc = [[Зробить вас імунним до пошкоджень від вогню.]]
L.item_no_hazard_damage = "Імунітет до небезпечних факторів"
L.item_no_hazard_damage_desc = [[Зробить вас імунним до пошкоджень від небезпечних факторів, таких як отрута, радіація та кислота.]]
L.item_no_energy_damage = "Імунітет до енергії"
L.item_no_energy_damage_desc = [[Зробить вас імунним до пошкоджень від енергії, такої як лазери, плазма та блискавки.]]
L.item_no_prop_damage = "Імунітет до пошкоджень від об'єктів"
L.item_no_prop_damage_desc = [[Зробить вас імунним до пошкоджень від об'єктів.]]
L.item_no_drown_damage = "Імунітет до утоплення"
L.item_no_drown_damage_desc = [[Зробить вас імунним до пошкоджень від утоплення.]]

L.dna_tid_possible = "Можливе сканування."
L.dna_tid_impossible = "Сканування неможливе."
L.dna_screen_ready = "ДНК відсутня"
L.dna_screen_match = "Збіг"

-- 2020-04-30
L.message_revival_canceled = "Відновлення скасовано."
L.message_revival_failed = "Відновлення не вдалося."
L.message_revival_failed_missing_body = "Вас не відновлено, оскільки вашого тіла вже не існує."
L.hud_revival_title = "Час до відновлення:"
L.hud_revival_time = "{time} с"

L.door_destructible = "Ця дверь може бути знищена ({health}HP)."

L.confirm_detective_only = "Підтверджувати тіла можуть тільки детективи."
L.inspect_detective_only = "Оглядати тіла можуть тільки детективи."
L.corpse_hint_no_inspect = "Оглядати це тіло можуть тільки детективи."
L.corpse_hint_inspect_only = "Натисніть [{usekey}], щоб оглянути. Підтверджувати тіло можуть тільки детективи."
L.corpse_hint_inspect_only_credits = "Натисніть [{usekey}], щоб отримати кредити. Оглядати це тіло можуть тільки детективи."

L.label_bind_disguiser = "Переключити маскування"

L.dna_help_primary = "Зібрати зразок ДНК"
L.dna_help_secondary = "Змінити слот ДНК"
L.dna_help_reload = "Видалити зразок ДНК"

L.binoc_help_pri = "Оглянути тіло."
L.binoc_help_sec = "Змінити рівень збільшення."

L.vis_help_pri = "Прибрати активований пристрій."

L.decoy_help_pri = "Поставити манекен."

L.pickup_error_spec = "Ви не можете підняти це як спостерігач."
L.pickup_error_owns = "Ви не можете підняти це, оскільки вже маєте цю зброю."
L.pickup_error_noslot = "Ви не можете підняти це, оскільки у вас немає вільного слоту."

L.lang_server_default = "Сервер за замовчуванням"
L.help_lang_info = [[
Цей переклад заповнений на {coverage}% з англійською мовою як вихідним джерелом.

Зверніть увагу, що ці переклади створені спільнотою. З нетерпінням чекаємо вашої участі, якщо щось відсутнє або неправильне.]]

-- 2021-04-13
L.title_score_info = "Інформація про кінець раунду"
L.title_score_events = "Хронологія подій"

L.label_bind_clscore = "Відкрити екран завершення раунду"
L.title_player_score = "Очки гравця {player}:"

L.label_show_events = "Показати події від"
L.button_show_events_you = "Тебе"
L.button_show_events_global = "Усіх"
L.label_show_roles = "Показати розподіл ролей від"
L.button_show_roles_begin = "Початку раунду"
L.button_show_roles_end = "Завершення раунду"

L.hilite_win_traitors = "КОМАНДА ЗРАДНИКІВ ПЕРЕМОГЛА"
L.hilite_win_innocents = "КОМАНДА НЕВИННИХ ПЕРЕМОГЛА"
L.hilite_win_tie = "НІЧИЯ"
L.hilite_win_time = "ЧАС ВИСТРІЛИВ"

L.tooltip_karma_gained = "Карма отримана за раунд:"
L.tooltip_score_gained = "Очки отримані за раунд:"
L.tooltip_roles_time = "Зміна ролей у часі:"

L.tooltip_finish_score_alive_teammates = "Живі союзники: {score}"
L.tooltip_finish_score_alive_all = "Живі гравці: {score}"
L.tooltip_finish_score_timelimit = "Час вийшов: {score}"
L.tooltip_finish_score_dead_enemies = "Вбиті вороги: {score}"
L.tooltip_kill_score = "Вбивство: {score}"
L.tooltip_bodyfound_score = "Знайдено тіло: {score}"

L.finish_score_alive_teammates = "Живі союзники:"
L.finish_score_alive_all = "Живі гравці:"
L.finish_score_timelimit = "Час вийшов:"
L.finish_score_dead_enemies = "Вбиті вороги:"
L.kill_score = "Вбивство:"
L.bodyfound_score = "Знайдено тіло:"

L.title_event_bodyfound = "Тіло було знайдено"
L.title_event_c4_disarm = "Спроба розмінування C4"
L.title_event_c4_explode = "Вибух C4"
L.title_event_c4_plant = "Подати C4"
L.title_event_creditfound = "Знайдені кредити на обладунки"
L.title_event_finish = "Раунд завершено"
L.title_event_game = "Початок нового раунду"
L.title_event_kill = "Гравець був убитий"
L.title_event_respawn = "Гравець був відновлений"
L.title_event_rolechange = "Зміна ролі або команди гравця"
L.title_event_selected = "Ролі були вибрані"
L.title_event_spawn = "Гравець появився"

L.desc_event_bodyfound = "{finder} ({firole} / {fiteam}) знайшов тіло {found} ({forole} / {foteam}). У трупі є {credits} кредит(ів) на обладунки."
L.desc_event_bodyfound_headshot = "Мертвого гравця вбили з головного пострілу."
L.desc_event_c4_disarm_success = "{disarmer} ({drole} / {dteam}) успішно розминував C4, встановлене {owner} ({orole} / {oteam})."
L.desc_event_c4_disarm_failed = "{disarmer} ({drole} / {dteam}) спробував розминути C4, встановлене {owner} ({orole} / {oteam}). Вони зазнали невдачі."
L.desc_event_c4_explode = "C4, встановлене {owner} ({role} / {team}), вибухнуло."
L.desc_event_c4_plant = "{owner} ({role} / {team}) подав C4 для вибуху."
L.desc_event_creditfound = "{finder} ({firole} / {fiteam}) знайшов {credits} кредит(ів) на обладунки в трупі {found} ({forole} / {foteam})."
L.desc_event_finish = "Раунд тривав {minutes}:{seconds}. У кінці залишилося {alive} гравця(ів)."
L.desc_event_game = "Початок нового раунду."
L.desc_event_respawn = "{player} було відновлено."
L.desc_event_rolechange = "{player} змінив свою роль/команду з {orole} ({oteam}) на {nrole} ({nteam})."
L.desc_event_selected = "Ролі та команди були вибрані для всіх {amount} гравців."
L.desc_event_spawn = "{player} з'явився."

-- Name of a trap that killed us that has not been named by the mapper
L.trap_something = "щось"

L.desc_event_kill_suicide = "Це було самогубство."
L.desc_event_kill_team = "Це було вбивство союзника."

L.desc_event_kill_blowup = "{victim} ({vrole} / {vteam}) підірвався сам."
L.desc_event_kill_blowup_trap = "{victim} ({vrole} / {vteam}) був підірваний {trap}."

L.desc_event_kill_tele_self = "{victim} ({vrole} / {vteam}) сам себе зателепортував."
L.desc_event_kill_sui = "{victim} ({vrole} / {vteam}) не витримав і вбив себе."
L.desc_event_kill_sui_using = "{victim} ({vrole} / {vteam}) вбив себе, використовуючи {tool}."

L.desc_event_kill_fall = "{victim} ({vrole} / {vteam}) впав з висоти і загинув."
L.desc_event_kill_fall_pushed = "{victim} ({vrole} / {vteam}) впав з висоти після того, як його штовхнув {attacker}."
L.desc_event_kill_fall_pushed_using = "{victim} ({vrole} / {vteam}) впав з висоти після того, як {attacker} ({arole} / {ateam}) використав {trap}, щоб його штовхнути."

L.desc_event_kill_shot = "{victim} ({vrole} / {vteam}) був застрелений {attacker}."
L.desc_event_kill_shot_using = "{victim} ({vrole} / {vteam}) був застрелений {attacker} ({arole} / {ateam}) за допомогою {weapon}."

L.desc_event_kill_drown = "{victim} ({vrole} / {vteam}) був потоплений {attacker}."
L.desc_event_kill_drown_using = "{victim} ({vrole} / {vteam}) був потоплений {trap}, спричинений {attacker} ({arole} / {ateam})."

L.desc_event_kill_boom = "{victim} ({vrole} / {vteam}) був підривний {attacker}."
L.desc_event_kill_boom_using = "{victim} ({vrole} / {vteam}) був підривний {attacker} ({arole} / {ateam}), використовуючи {trap}."

L.desc_event_kill_burn = "{victim} ({vrole} / {vteam}) був згорілий {attacker}."
L.desc_event_kill_burn_using = "{victim} ({vrole} / {vteam}) був опалений {trap} через {attacker} ({arole} / {ateam})."

L.desc_event_kill_club = "{victim} ({vrole} / {vteam}) був побитий {attacker}."
L.desc_event_kill_club_using = "{victim} ({vrole} / {vteam}) був забитий {attacker} ({arole} / {ateam}) за допомогою {trap}."

L.desc_event_kill_slash = "{victim} ({vrole} / {vteam}) був заколотий {attacker}."
L.desc_event_kill_slash_using = "{victim} ({vrole} / {vteam}) був розрізаний {attacker} ({arole} / {ateam}) за допомогою {trap}."

L.desc_event_kill_tele = "{victim} ({vrole} / {vteam}) був зателепортований {attacker}."
L.desc_event_kill_tele_using = "{victim} ({vrole} / {vteam}) був розтрощений {trap}, встановлений {attacker} ({arole} / {ateam})."

L.desc_event_kill_goomba = "{victim} ({vrole} / {vteam}) був роздавлений масивною масою {attacker} ({arole} / {ateam})."

L.desc_event_kill_crush = "{victim} ({vrole} / {vteam}) був роздавлений {attacker}."
L.desc_event_kill_crush_using = "{victim} ({vrole} / {vteam}) був роздавлений {trap} від {attacker} ({arole} / {ateam})."

L.desc_event_kill_other = "{victim} ({vrole} / {vteam}) був вбитий {attacker}."
L.desc_event_kill_other_using = "{victim} ({vrole} / {vteam}) був вбитий {attacker} ({arole} / {ateam}) за допомогою {trap}."

L.none = "Без ролі"

-- 2021-04-24
L.karma_teamkill_tooltip = "Вбивства союзників"
L.karma_teamhurt_tooltip = "Завдано шкоди союзникам"
L.karma_enemykill_tooltip = "Вбивства ворогів"
L.karma_enemyhurt_tooltip = "Завдано шкоди ворогам"
L.karma_cleanround_tooltip = "Чистий раунд"
L.karma_roundheal_tooltip = "Відновлення карми"
L.karma_unknown_tooltip = "Невідомо"

L.header_random_shop_administration = "Налаштування Випадкового Магазину"
L.header_random_shop_value_administration = "Налаштування Балансу"

L.shopeditor_name_random_shops = "Увімкнути випадкові магазини"
L.shopeditor_desc_random_shops = [[Випадкові магазини надають кожному гравцеві лише обмежений випадковий набір доступної екіпіровки.
Командні магазини змушують усіх гравців в одній команді мати один і той самий набір, а не індивідуальні.
Перебудова дозволяє отримати новий випадковий набір екіпіровки за кредити.]]
L.shopeditor_name_random_shop_items = "Кількість випадкової екіпіровки"
L.shopeditor_desc_random_shop_items = "Це включає екіпіровку, яка позначена як 'Не випадкова'. Тому оберіть достатньо велике число, щоб отримати іншу екіпіровку."
L.shopeditor_name_random_team_shops = "Увімкнути командні магазини"
L.shopeditor_name_random_shop_reroll = "Увімкнути можливість перебудови магазину"
L.shopeditor_name_random_shop_reroll_cost = "Вартість перебудови"
L.shopeditor_name_random_shop_reroll_per_buy = "Автоматична перебудова після покупки"

-- 2021-06-04

L.header_equipment_setup = "Налаштування екіпіровки"
L.header_equipment_value_setup = "Налаштування балансу"

L.equipmenteditor_name_not_buyable = "Екіпіровку можна придбати"
L.equipmenteditor_desc_not_buyable = "Якщо вимкнено, екіпіровка не буде відображатися в магазині. Ролі, яким призначена ця екіпіровка, все ще отримають її."
L.equipmenteditor_name_not_random = "Завжди доступна в магазині"
L.equipmenteditor_desc_not_random = "Якщо ввімкнено, екіпіровка завжди буде доступна в магазині. Це має значення при використанні випадкового магазину. Вона займає один доступний випадковий слот і завжди резервує його для цієї екіпіровки."
L.equipmenteditor_name_global_limited = "Глобальне обмеження кількості"
L.equipmenteditor_desc_global_limited = "Якщо екіпіровка має глобальне обмеження, її можна придбати лише один раз на сервері в активний раунд."
L.equipmenteditor_name_team_limited = "Обмеження кількості за командою"
L.equipmenteditor_desc_team_limited = "Якщо екіпіровка має обмеження за командою, її можна придбати лише один раз на команду в активний раунд."
L.equipmenteditor_name_player_limited = "Обмеження кількості за гравцем"
L.equipmenteditor_desc_player_limited = "Якщо екіпіровка має обмеження за гравцем, її можна придбати лише один раз на гравця в активний раунд."
L.equipmenteditor_name_min_players = "Мінімальна кількість гравців для вибору"
L.equipmenteditor_name_credits = "Ціна в кредитах"

-- 2021-06-08
L.equip_not_added = "не додано"
L.equip_added = "додано"
L.equip_inherit_added = "додано (успадковується)"
L.equip_inherit_removed = "видалено (успадковується)"

L.layering_not_layered = "Не ушаровано"
L.layering_layer = "Шар {layer}"
L.header_rolelayering_role = "Шар ролі {role}"
L.header_rolelayering_baserole = "Шар базової ролі"
L.submenu_administration_rolelayering_title = "Розташування ролей"
L.header_rolelayering_info = "Інформація про розташування ролей"
L.help_rolelayering_roleselection = "Процес вибору ролей розбивається на два проходи. У першому проході розподіляються базові ролі. Базовими ролями є невинні, зрадники та ті, що перераховані у полі 'шар базової ролі' нижче. Другий прохід використовується для підвищення цих базових ролей до підролі."
L.help_rolelayering_layers = "З кожного шару вибирається лише одна роль. Спочатку розподіляються ролі з користувацьких шарів, починаючи з першого шару і до досягнення останнього або до вичерпання можливості підвищення ролей. Яке б з цього сталося перше. Якщо ще є доступні слоти для підвищення, будуть розподілені ролі без шарування."
L.scoreboard_voice_tooltip = "Прокрутіть, щоб змінити гучність"

-- 2021-06-15

L.header_shop_linker = "Налаштування"
L.label_shop_linker_set = "Вибрати тип магазину:"

L.xfer_team_indicator = "Команда"

L.searchbar_default_placeholder = "Пошук у списку..."

-- 2021-07-11
L.spec_about_to_revive = "Спостереження обмежені під час періоду відновлення."

L.spawneditor_name = "Інструмент редактора появ"
L.spawneditor_desc = "Використовується для розміщення появ зброї, боєприпасів та гравців у світі. Може використовуватись лише суперадміністратором."

L.spawneditor_place = "Розмістити появу"
L.spawneditor_remove = "Видалити появу"
L.spawneditor_change = "Змінити тип появи (натисніть [SHIFT], щоб зворотити)"
L.spawneditor_ammo_edit = "Утримуйте, щоб редагувати автоматичну появу боєприпасів на появах зброї"

L.spawn_weapon_random = "Випадкова поява зброї"
L.spawn_weapon_melee = "Поява холодної зброї"
L.spawn_weapon_nade = "Поява гранатної зброї"
L.spawn_weapon_shotgun = "Поява дробовика"
L.spawn_weapon_heavy = "Поява важкої зброї"
L.spawn_weapon_sniper = "Поява снайперської зброї"
L.spawn_weapon_pistol = "Поява пістолетів"
L.spawn_weapon_special = "Поява спеціальної зброї"
L.spawn_ammo_random = "Випадкова поява боєприпасів"
L.spawn_ammo_deagle = "Поява боєприпасів для Deagle"
L.spawn_ammo_pistol = "Поява боєприпасів для пістолетів"
L.spawn_ammo_mac10 = "Поява боєприпасів для Mac10"
L.spawn_ammo_rifle = "Поява боєприпасів для гвинтівок"
L.spawn_ammo_shotgun = "Поява боєприпасів для дробовиків"
L.spawn_player_random = "Випадкова поява гравців"

L.spawn_weapon_ammo = " (Боєприпаси: {ammo})"

L.spawn_weapon_edit_ammo = "Утримуйте [{walkkey}] і натисніть [{primaryfire}] або [{secondaryfire}], щоб збільшити або зменшити кількість боєприпасів для цієї появи зброї"

L.spawn_type_weapon = "Це місце з появою зброї"
L.spawn_type_ammo = "Це місце з появою боєприпасів"
L.spawn_type_player = "Це місце з появою гравців"

L.spawn_remove = "Натисніть [{secondaryfire}], щоб видалити цю появу"

L.submenu_administration_entspawn_title = "Редактор появ"
L.header_entspawn_settings = "Налаштування редактора появ"
L.button_start_entspawn_edit = "Почати редагування появ"
L.button_delete_all_spawns = "Видалити всі появи"

L.label_dynamic_spawns_enable = "Активувати динамічні появи для цієї карти"
L.label_dynamic_spawns_global_enable = "Активувати власні появи для всіх карт"

L.header_equipment_weapon_spawn_setup = "Налаштування появ зброї"

L.help_spawn_editor_info = [[
Редактор появ використовується для розміщення, видалення та редагування появ у світі. Ці появи призначені для зброї, боєприпасів та гравців.

Ці появи зберігаються в файлах, розташованих в 'data/ttt/weaponspawnscripts/'. Їх можна видалити для повного скидання. Початкові файли появів створюються з появ, знайдених на карті та в початкових скриптах появів зброї TTT. Натискання кнопки скидання завжди повертає стан до цього початкового стану.

Слід зауважити, що ця система появ використовує динамічні появи. Це особливо цікаво для зброї, оскільки вона більше не визначає конкретну зброю, а тип зброї. Наприклад, замість появи дробовика TTT тепер є загальна поява дробовиків, де будь-яка зброя, визначена як дробовик, може з'явитися. Тип появи для кожної зброї можна встановити в редакторі обладнання. Це дає можливість будь-якій зброї з'являтися на карті або вимкнути певні типові зброї.

Пам'ятайте, що багато змін набувають чинності лише після початку нового раунду.]]
L.help_spawn_editor_enable = "На деяких картах може бути розумно використовувати початкові появи, знайдені на карті, без заміни їх динамічною системою. Вимкнення цього прапорця вимикає його лише для поточної активної карти. Для всіх інших карт все ще використовуватиметься динамічна система."
L.help_spawn_editor_hint = "Підказка: Щоб вийти з редактора появ, знову відкрийте меню грального режиму."
L.help_spawn_editor_spawn_amount = [[
На даний момент на цій карті є {weapon} місць зі зброєю, {ammo} місць з боєприпасами та {player} місць з появи гравців. Клацніть 'почати редагування розташування' для зміни цієї кількості.

{weaponrandom}x Випадкове розташування зброї
{weaponmelee}x Розташування холодної зброї
{weaponnade}x Розташування гранат
{weaponshotgun}x Розташування дробовиків
{weaponheavy}x Розташування важкої зброї
{weaponsniper}x Розташування снайперської зброї
{weaponpistol}x Розташування пістолетів
{weaponspecial}x Розташування спеціальної зброї

{ammorandom}x Випадкове розташування боєприпасів
{ammodeagle}x Розташування боєприпасів для Deagle
{ammopistol}x Розташування боєприпасів для пістолетів
{ammomac10}x Розташування боєприпасів для Mac10
{ammorifle}x Розташування боєприпасів для гвинтівок
{ammoshotgun}x Розташування боєприпасів для дробовиків

{playerrandom}x Випадкове розташування гравців]]

L.equipmenteditor_name_auto_spawnable = "Обладнання випадково появляється в світі"
L.equipmenteditor_name_spawn_type = "Вибрати тип розташування"
L.equipmenteditor_desc_auto_spawnable = [[
Система розташування TTT2 дозволяє розміщувати будь-яку зброю у світі. За замовчуванням у світі з'являються лише зброя, які позначені як 'AutoSpawnable' автором, але ці налаштування можна змінити з цього меню.

Більшість обладнання за замовчуванням призначено для 'розташування спеціальної зброї'. Це означає, що обладнання з'являється лише на випадкових місцях зі зброєю. Однак можливо розмістити спеціальні розташування зброї у світі або змінити тип розташування тут для використання інших існуючих типів розташування.]]

L.pickup_error_inv_cached = "Наразі ви не можете взяти це, оскільки ваш інвентар кешується."

-- 2021-09-02
L.submenu_administration_playermodels_title = "Моделі гравців"
L.header_playermodels_general = "Загальні налаштування моделей гравців"
L.header_playermodels_selection = "Вибір пулу моделей гравців"

L.label_enforce_playermodel = "Обов'язкова модель гравця для ролі"
L.label_use_custom_models = "Використовувати випадково вибрану модель гравця"
L.label_prefer_map_models = "Надавати перевагу спеціальним моделям карти над типовими моделями"
L.label_select_model_per_round = "Вибрати нову випадкову модель кожного раунду (лише при зміні карти, якщо відключено)"

L.help_prefer_map_models = [[
Деякі карти визначають свої власні моделі гравців. За замовчуванням ці моделі мають вищий пріоритет, ніж автоматично призначені моделі. Вимкнення цього параметра виключає використання спеціальних моделей карти.

Моделі, специфічні для ролей, завжди мають вищий пріоритет і не підпадають під цей параметр.]]
L.help_enforce_playermodel = [[
Деякі ролі мають спеціальні моделі гравців. Це можна вимкнути, що може бути корисним для сумісності з деякими селекторами моделей гравців.
За відключення цього параметра все ще можна вибрати випадкові типові моделі.

За цим параметром випадкові типові моделі все ще можна вибрати, якщо цей параметр вимкнено.]]
L.help_use_custom_models = [[
За замовчуванням усім гравцям призначається модель гравця Phoenix з CSS. Але включивши цю опцію можна вибрати пул моделей гравців. При включеній опції кожному гравцеві все ще буде призначатися одна і та ж модель гравця, але це буде випадкова модель з визначеного пулу моделей.

Цей вибір моделей можна розширити, встановивши більше моделей гравців.]]

-- 2021-10-06
L.menu_server_addons_title = "Додатки сервера"
L.menu_server_addons_description = "Налаштування лише для адміністратора, що застосовуються до всього сервера."

L.tooltip_finish_score_penalty_alive_teammates = "Штраф за живих союзників: {score}"
L.finish_score_penalty_alive_teammates = "Штраф за живих союзників:"
L.tooltip_kill_score_suicide = "Суїцид: {score}"
L.kill_score_suicide = "Суїцид:"
L.tooltip_kill_score_team = "Вбивство команди: {score}"
L.kill_score_team = "Вбивство команди:"

-- 2021-10-09
L.help_models_select = [[
Лівий клік на моделі додає їх до пула моделей гравця. Лівий клік знову видаляє їх. Правий клік перемикається між увімкненими та вимкненими детективними капелюхами для обраної моделі.

Маленький індикатор у верхньому лівому куті показує, чи є у моделі гравця гітбокс для голови. Значок нижче показує, чи можна використовувати для цієї моделі детективний капелюх.]]

L.menu_roles_title = "Налаштування ролей"
L.menu_roles_description = "Встановіть налаштування появи, кредити обладнання та багато іншого."

L.submenu_administration_roles_general_title = "Загальні налаштування ролей"

L.header_roles_info = "Інформація про роль"
L.header_roles_selection = "Параметри вибору ролей"
L.header_roles_tbuttons = "Кнопки зрадника ролі"
L.header_roles_credits = "Кредити обладнання ролей"
L.header_roles_additional = "Додаткові налаштування ролей"
L.header_roles_reward_credits = "Нагорода кредитами обладнання"

L.help_roles_default_team = "Команда за замовчуванням: {team}"
L.help_roles_unselectable = "Цю роль не можна вибрати. Це означає, що вона не враховується при виборі ролей. В більшості випадків це означає, що це роль, яка застосовується вручну під час раунду через подію, таку як відродження, крадіжка ролі за допомогою зброї або щось подібне."
L.help_roles_selectable = "Цю роль можна вибрати. Це означає, що якщо виконуються всі критерії, ця роль бере участь у процесі вибору ролей."
L.help_roles_credits = "Кредити для обладнання використовуються для покупки обладнання в магазині. Зазвичай це має сенс давати тільки тим ролям, які мають доступ до магазину кредитів. Однак, оскільки можливо отримувати кредити з трупів, також можливо дати початкові кредити ролям як нагороду за їхнього вбивцю."
L.help_roles_selection_short = "Розподіл ролей на кожного гравця визначає відсоток гравців, яким призначається ця роль. Наприклад, якщо значення встановлено на '0.2', кожному п'ятому гравцеві буде призначена ця роль."
L.help_roles_selection = [[
Розподіл ролей на кожного гравця визначає відсоток гравців, яким призначається ця роль. Наприклад, якщо значення встановлено на '0.2', кожному п'ятому гравцеві буде призначена ця роль. Це також означає, що для вибору цієї ролі потрібно принаймні 5 гравців.
Майте на увазі, що все це застосовується лише у випадку, якщо роль вважається для вибору.

Вищезазначений розподіл ролей має особливу інтеграцію з нижнім обмеженням гравців. Якщо роль вважається для вибору і мінімальне значення нижче від значення, заданого фактором розподілу, але кількість гравців дорівнює або більша за нижню межу, один гравець все одно може отримати цю роль. Потім розподільна настройка вірно застосовується для другого гравця, який отримає цю роль.]]
L.help_roles_award_info = "Деякі ролі (якщо це включено у налаштуваннях їхніх кредитів) отримують кредити за обладнання, якщо відбувається вбивство певного відсотка противників. Значення цих налаштувань можна настроїти тут."
L.help_roles_award_pct = "Якщо цей відсоток інших гравців мертвий, гравцям надаються більше кредитів."
L.help_roles_award_repeat = "Чи нагороджувати кредити кілька разів. Наприклад, якщо ви встановите відсоток на '0.25' і активуєте це, гравцям будуть надані кредити при убитті '25%' гравців, '50%' гравців та '75%' гравців."
L.help_roles_advanced_warning = "УВАГА: Це розширені налаштування, які можуть повністю змінити розподіл ролей. У разі сумнівів залиште всі значення на рівні '0'. Це означає, що не застосовуються жодні обмеження, і розподіл ролей намагається призначити якомога більше ролей."

L.help_roles_max_roles = [[
Категорія "ролі" містить кожну роль в TTT2. За замовчуванням не встановлено жодних обмежень на кількість різних ролей, які можуть бути призначені. Однак існує два різні способи обмеження.

1. Обмежити їх за фіксованою кількістю.
2. Обмежити їх відсотком.

Останній використовується тільки в разі, якщо фіксована кількість дорівнює '0' і встановлює верхню межу, засновану на встановленому відсотку від загальної кількості гравців.]]

L.help_roles_max_baseroles = [[
Базові ролі - це лише ті ролі, від яких успадковують інші ролі. Наприклад, роль Невинного є базовою роллю, тоді як Фараон є підпорядкованою роллю цієї базової ролі. За замовчуванням не встановлено жодних обмежень на кількість різних базових ролей, які можуть бути призначені. Однак існує два різні способи обмеження.

1. Обмежити їх за фіксованою кількістю.
2. Обмежити їх відсотком.

Останній використовується тільки в разі, якщо фіксована кількість дорівнює '0' і встановлює верхню межу, засновану на встановленому відсотку від загальної кількості гравців.]]

L.label_roles_enabled = "Увімкнути роль"
L.label_roles_min_inno_pct = "Розподіл Невинних на кожного гравця"
L.label_roles_pct = "Розподіл ролей на кожного гравця"
L.label_roles_max = "Верхній ліміт гравців для цієї ролі"
L.label_roles_random = "Ймовірність вибору цієї ролі"
L.label_roles_min_players = "Нижній ліміт гравців для вибору ролі"
L.label_roles_tbutton = "Роль може використовувати кнопки зрадника"
L.label_roles_credits_starting = "Початкові кредити"
L.label_roles_credits_award_pct = "Відсоток кредитів за нагороду"
L.label_roles_credits_award_size = "Розмір кредитної нагороди"
L.label_roles_credits_award_repeat = "Повторення кредитної нагороди"
L.label_roles_newroles_enabled = "Увімкнути власні ролі"
L.label_roles_max_roles = "Верхній ліміт ролей"
L.label_roles_max_roles_pct = "Верхній ліміт ролей відсотково"
L.label_roles_max_baseroles = "Верхній ліміт основних ролей"
L.label_roles_max_baseroles_pct = "Верхній ліміт основних ролей відсотково"
L.label_detective_hats = "Увімкнути капелюхи для поліцейських ролей, наприклад Детектива (якщо модель гравця дозволяє використання капелюхів)"

L.ttt2_desc_innocent = "Невинний не має особливих здібностей. Вони повинні знайти злочинців серед терористів і вбити їх. Але вони повинні бути обережні, щоб не вбити своїх товаришів по команді."
L.ttt2_desc_traitor = "Зрадник є супротивником Невинних. Вони мають меню з екіпіруванням, за допомогою якого вони можуть купувати спеціальне обладнання. Вони повинні вбити кожного, крім своїх товаришів по команді."
L.ttt2_desc_detective = "Детектив - той, на кого Невинні можуть покластися. Але хто ж насправді є Невинним? Могутній Детектив повинен знайти всіх злочинців-терористів. Обладнання в їхньому магазині може допомогти їм у цьому завданні."

-- 2021-10-10
L.button_reset_models = "Скинути моделі гравців"

-- 2021-10-13
L.help_roles_credits_award_kill = "Ще один спосіб отримання кредитів - вбивство гравців високої цінності з 'публічною роллю', такою як Детектив. Якщо ця функція увімкнена для ролі вбивці, вона отримує кредити визначеною кількістю нижче."
L.help_roles_credits_award = [[
У базовій версії TTT2 є два різних способи отримання кредитів:

1. Якщо певний відсоток ворожої команди мертвий, всій команді нараховуються кредити.
2. Якщо гравець вбиває гравця високої цінності з 'публічною роллю', такою як Детектив, вбивці нараховуються кредити.

Зверніть увагу, що це може бути увімкнено або вимкнено для кожної ролі навіть у випадку нарахування кредитів для всієї команди. Наприклад, якщо команда Невинних отримує кредити, але у ролі Невинного ця функція вимкнена, кредити отримуватиме лише Детектив.
Балансувальні значення для цієї функції можна встановити в 'Адміністрування' -> 'Загальні налаштування ролей'.]]
L.help_detective_hats = [[
Поліцейські ролі, такі як Детектив, можуть носити капелюхи, що вказують на їх повноваження. Вони втрачають їх при смерті або якщо отримують пошкодження в голову.

Деякі моделі гравців за замовчуванням не підтримують капелюхи. Ви можете змінити це в розділі 'Адміністрування' -> 'Моделі гравців'.]]

L.label_roles_credits_award_kill = "Кількість кредитів за вбивство"
L.label_roles_credits_dead_award = "Увімкнути нагороду кредитами за певний відсоток вбитих ворогів"
L.label_roles_credits_kill_award = "Увімкнути нагороду кредитами за вбивство гравця високої цінності"
L.label_roles_min_karma = "Нижня межа Карми для розгляду вибору"

L.submenu_administration_administration_title = "Адміністрування"
L.submenu_administration_voicechat_title = "Голосовий чат / Текстовий чат"
L.submenu_administration_round_setup_title = "Підготовка раунду"
L.submenu_administration_mapentities_title = "Елементи мапи"
L.submenu_administration_inventory_title = "Інвентар"
L.submenu_administration_karma_title = "Карма"
L.submenu_administration_sprint_title = "Спринт"
L.submenu_administration_playersettings_title = "Налаштування гравця"

L.header_roles_special_settings = "Спеціальні налаштування ролей"
L.header_equipment_additional = "Додаткові налаштування обладнання"
L.header_administration_general = "Загальні налаштування адміністрування"
L.header_administration_logging = "Журналювання"
L.header_administration_misc = "Різне"
L.header_entspawn_plyspawn = "Налаштування появи гравців"
L.header_voicechat_general = "Загальні налаштування голосового чату"
L.header_voicechat_battery = "Батарея голосового чату"
L.header_voicechat_locational = "Місцевий голосовий чат"
L.header_playersettings_plyspawn = "Налаштування появи гравців"
L.header_round_setup_prep = "Раунд: Підготовка"
L.header_round_setup_round = "Раунд: Активний"
L.header_round_setup_post = "Раунд: Після"
L.header_round_setup_map_duration = "Тривалість сесії карти"
L.header_textchat = "Текстовий чат"
L.header_round_dead_players = "Налаштування мертвих гравців"
L.header_administration_scoreboard = "Налаштування табло"
L.header_hud_toggleable = "Елементи інтерфейсу, які можна переключати"
L.header_mapentities_prop_possession = "Володіння предметами"
L.header_mapentities_doors = "Двері"
L.header_karma_tweaking = "Налагодження карми"
L.header_karma_kick = "Вилучення та блокування за карму"
L.header_karma_logging = "Журналювання карми"
L.header_inventory_gernal = "Розмір інвентаря"
L.header_inventory_pickup = "Заборона підбору зброї"
L.header_sprint_general = "Налаштування бігу"
L.header_playersettings_armor = "Налаштування системи броні"

L.help_killer_dna_range = "Коли гравець вбиває іншого гравця, на його тілі залишається ДНК відбиток. Максимальна відстань (в одиницях Hammer) визначає максимальну відстань, на якій будуть залишатися зразки ДНК. Якщо вбивця знаходиться далі, зразок ДНК не залишається на трупі."
L.help_killer_dna_basetime = "Базовий час в секундах, протягом якого зразок ДНК розкладається. З цього базового часу віднімається множник, обчислений за квадратом відстані до вбивці."
L.help_dna_radar = "TTT2 DNA сканер показує точну відстань та напрямок обраного зразка ДНК, якщо він є в руках. Однак, також існує класичний режим DNA сканера, який оновлює обраний зразок з візуальним відображенням у світі кожного разу, коли пройшов час відновлення."
L.help_idle = "Режим бездіяльності використовується для переміщення бездіяльних гравців у примусовий режим спостерігача. Щоб покинути цей режим, гравцям потрібно вимкнути 'запобігати режиму спостерігача' в налаштуваннях 'геймплей'."
L.help_namechange_kick = [[
Якщо гравець змінює своє ім'я протягом раунду, це може бути зловживано для уникнення смерті. Тому заборонено змінювати псевдонім під час активного раунду.

Якщо значення 'bantime' більше 0, гравець не зможе знову підключитися до сервера, поки не пройде цей час.]]
L.help_damage_log = "Кожного разу, коли гравцю завдають пошкоджень, в консолі додається запис про пошкодження, якщо він увімкнений. Це також може бути збережено на диск після завершення раунду. Файл знаходиться в 'data/terrortown/logs/'."
L.help_spawn_waves = [[
Якщо ця змінна встановлена ​​на 0, всі гравці з'являються одразу. Для серверів з великою кількістю гравців може бути корисно спавнити гравців хвилями. Інтервал між хвилями - це час між кожною хвилею появи. Кожна хвиля спавнить стільки гравців, скільки є дійсних точок появи.

Примітка: Переконайтеся, що час підготовки довгий достатньо для бажаної кількості хвиль появи.]]
L.help_voicechat_battery = [[
Під час використання голосового чату з активованою функцією розряду батареї голосового чату витрачається заряд батареї. Коли вона порожня, гравець не зможе використовувати голосовий чат і мусить зачекати кілька секунд, щоб він зарядився. Це допомагає запобігти зловживанню голосового чату.

Примітка: 'Тік' відноситься до грати, тобто 1/66 секунди.]]
L.help_ply_spawn = "Параметри гравця, що використовуються під час появи гравця (пере-)входу."
L.help_haste_mode = [[
Режим поспіху балансує гру, збільшуючи час раунду з кожним мертвим гравцем. Тільки ролі, які бачать гравців, відсутніх у дії, можуть бачити реальний час раунду. Всі інші ролі бачать лише час початку режиму поспіху.

Якщо включено режим поспіху, фіксований час раунду не враховується.]]
L.help_round_limit = "Після досягнення одного з установлених обмежень відбувається зміна карти."
L.help_armor_balancing = "Наступні значення можна використовувати для балансування броні."
L.help_item_armor_classic = "Якщо включений класичний режим броні, мають значення лише попередні налаштування. Класичний режим броні означає, що гравець може купувати броню лише один раз протягом раунду, і ця броня блокує 30% пошкоджень від кулі та лома, поки гравець не помирає."
L.help_item_armor_dynamic = [[
Динамічна броня надає гравцям можливість купувати броню з різними рівнями захисту. Гравець може придбати броню більше одного разу в раунд і отримує збронювання залежно від його вибору.

Визначення '1, 0.5, 0' означає, що перша одиниця броні надає 100% захист, друга - 50% захисту, а третя - жодного захисту.]]
L.help_sherlock_mode = "Режим Шерлока є класичним режимом TTT. Якщо режим Шерлока вимкнений, мертві тіла не можуть бути підтверджені, табло показує всіх як живих, а глядачі можуть спілкуватися з живими гравцями."
L.help_prop_possession = [[
Можливість володіння об'єктами дозволяє глядачам володіти об'єктами, які лежать у світі гри, і використовувати повільно заряджаючийся "пунш-о-метр" для переміщення цих об'єктів.

Максимальне значення "пунш-о-метра" складається з базового значення володіння, до якого додається різниця між вбивствами/смертями, обмежена двома заданими лімітами. "Пунш-о-метр" повільно заряджається з часом. Час перезарядки встановлює час, необхідний для зарядки одного пункту в "пунш-о-метрі".]]
L.help_karma = "Карма використовується для зменшення випадкового вбивства. Гравці починають з певної кількості карми і втрачають її, коли завдають шкоди/вбивають товаришів по команді. Кількість втраченої карми залежить від карми особи, яку вони поранили або вбили. Нижча карма зменшує нанесене пошкодження."
L.help_karma_strict = "Якщо ввімкнено строгий режим карми, штраф за пошкодження збільшується швидше при зниженні карми. Коли цей режим вимкнено, штраф за пошкодження дуже низький, коли гравці залишаються вище 800 карми. Увімкнення строгого режиму робить карму важливішою у запобіганні непотрібним вбивствам, тоді як вимкнення режиму призводить до більш 'вільної' гри, де карма шкодить лише гравцям, які постійно вбивають свою команду."
L.help_karma_max = "Встановлення значення максимальної карми понад 1000 не дає бонус пошкодження гравцям з кармою понад 1000. Це може бути використано як буфер карми."
L.help_karma_ratio = "Співвідношення пошкодження, яке використовується для обчислення віднімання карми жертви від атакуючого, якщо обидва гравці в одній команді. Якщо сталася вбивство в команді, застосовується додатковий штраф."
L.help_karma_traitordmg_ratio = "Співвідношення пошкодження, яке використовується для обчислення віднімання карми жертви від атакуючого, якщо вони знаходяться в різних командах. Якщо сталася вбивство в команді, застосовується додатковий бонус."
L.help_karma_bonus = "Існують також два різні пасивних способи збільшення карми протягом раунду. Спочатку застосовується відновлення здоров'я для кожного гравця. Потім надається додатковий бонус за чистоту, якщо жодному товаришу по команді не завдали шкоди або не вбили його"
L.help_karma_clean_half = [[
Коли карма гравця перевищує початковий рівень (це означає, що максимальна карма налаштована так, щоб бути вищою за цей), усі збільшення його карми будуть зменшені залежно від того, наскільки його карма перевищує початковий рівень. Отже, чим вище, він піднімається повільніше.

Це зменшення відбувається за кривою експоненціального спаду: спочатку воно відбувається швидко, але сповільнюється, коли приріст стає меншим. Цей конвар встановлює момент, коли бонус зменшується вдвічі (тобто період напіврозпаду). Якщо значення за замовчуванням становить 0,25, якщо початкова сума карми становить 1000, а максимальна — 1500, і гравець має карму 1125 ((1500 - 1000) * 0,25 = 125), то його бонус за чистий раунд становитиме 30/2 = 15 Отже, щоб бонус зменшувався швидше, ви повинні встановити цей конвар нижче, щоб він зменшувався повільніше, ви повинні збільшити його до 1.]]
L.help_max_slots = "Встановлює максимальну кількість зброї на один слот. '-1' означає, що немає обмеження."
L.help_item_armor_value = "Це значення броні, надане предметом броні у динамічному режимі. Якщо ввімкнений класичний режим (див. 'Адміністрування' -> 'Налаштування гравців'), то будь-яке значення, більше 0, вважається наявною бронею."
L.label_killer_dna_range = "Максимальна відстань для залишення ДНК після вбивства"
L.label_killer_dna_basetime = "Базовий час збереження зразка ДНК"
L.label_dna_scanner_slots = "Слоти для зразків ДНК"
L.label_dna_radar = "Увімкнути класичний режим радара ДНК"
L.label_dna_radar_cooldown = "Перезарядка радара ДНК"
L.label_radar_charge_time = "Час перезарядки після використання радара"
L.label_crowbar_shove_delay = "Затримка після використання лома для толчку"
L.label_idle = "Увімкнути режим бездіяльності"
L.label_idle_limit = "Максимальний час бездіяльності в секундах"
L.label_namechange_kick = "Увімкнути викидання за зміну імені"
L.label_namechange_bantime = "Тривалість заборони після викидання у хвилинах"
L.label_log_damage_for_console = "Увімкнути запис пошкоджень в консолі"
L.label_damagelog_save = "Зберігати журнал пошкоджень на диск"
L.label_debug_preventwin = "Запобігання будь-яким умовам перемоги [налагоджування]"
L.label_bots_are_spectators = "Боти завжди спостерігачі"
L.label_tbutton_admin_show = "Показувати кнопки зрадників адмінам"
L.label_ragdoll_carrying = "Увімкнути перенесення трупів"
L.label_prop_throwing = "Увімкнути кидання об'єктів"
L.label_ragdoll_pinning = "Увімкнути закріплення трупів для не невинних ролей"
L.label_ragdoll_pinning_innocents = "Увімкнути закріплення трупів для невинних ролей"
L.label_weapon_carrying = "Увімкнути перенесення зброї"
L.label_weapon_carrying_range = "Дальність перенесення зброї"
L.label_prop_carrying_force = "Сила підняття об'єктів"
L.label_teleport_telefrags = "Вбивати блокуючих гравців при телепортації (телефраг)"
L.label_allow_discomb_jump = "Дозволити стрибок для кидача гранат"
L.label_spawn_wave_interval = "Інтервал хвиль респавну в секундах"
L.label_voice_enable = "Увімкнути голосовий чат"
L.label_voice_drain = "Увімкнути функцію розряджання голосового чату"
L.label_voice_drain_normal = "Розряджання на кожному кроці для звичайних гравців"
L.label_voice_drain_admin = "Розряджання на кожному кроці для адмінів та публічних ролей поліції"
L.label_voice_drain_recharge = "Швидкість заряджання на кожному кроці, коли не використовується голосовий чат"
L.label_locational_voice = "Увімкнути локалізований 3D звук голосового чату для живих гравців"
L.label_armor_on_spawn = "Броня гравця при (пере)спавні"
L.label_prep_respawn = "Увімкнути миттєвий респавн під час фази підготовки"
L.label_preptime_seconds = "Час підготовки в секундах"
L.label_firstpreptime_seconds = "Час першої підготовки в секундах"
L.label_roundtime_minutes = "Фіксований час раунду в хвилинах"
L.label_haste = "Увімкнути режим спішності"
L.label_haste_starting_minutes = "Час початку режиму спішності в хвилинах"
L.label_haste_minutes_per_death = "Нагорода за спішність в хвилинах за кожну смерть"
L.label_posttime_seconds = "Час завершення в секундах"
L.label_round_limit = "Верхня межа раундів"
L.label_time_limit_minutes = "Верхня межа ігрового часу в хвилинах"
L.label_nade_throw_during_prep = "Увімкніть кидання гранат під час підготовки"
L.label_postround_dm = "Увімкнути Deathmatch після завершення раунду"
L.label_session_limits_enabled = "Увімкнути обмеження сеансу"
L.label_spectator_chat = "Дозволити глядачам спілкуватися з усіма"
L.label_lastwords_chatprint = "Друк останніх слів для чату, якщо їх було вбито під час введення"
L.label_identify_body_woconfirm = "Ідентифікувати труп без натискання кнопки «підтвердити»."
L.label_announce_body_found = "Оголосити, що знайдено тіло"
L.label_confirm_killlist = "Оголошення списку вбитих підтверджених трупів"
L.label_inspect_detective_only = "Обмежте огляд трупа функціями поліції"
L.label_confirm_detective_only = "Обмежте підтвердження трупа ролями поліції"
L.label_dyingshot = "Стріляйте на смерть, якщо в ironsights [experimental]"
L.label_armor_block_headshots = "Увімкнути броню, що блокує постріли в голову"
L.label_armor_block_blastdmg = "Увімкнути броню, що блокує пошкодження вибухом"
L.label_armor_dynamic = "Увімкнути динамічну броню"
L.label_armor_value = "Обладунки, що надаються предметом броні"
L.label_armor_damage_block_pct = "Відсоток шкоди, яку отримує броня"
L.label_armor_damage_health_pct = "Відсоток шкоди, отриманої гравцем"
L.label_armor_enable_reinforced = "Увімкнути посилену броню"
L.label_armor_threshold_for_reinforced = "Посилений броньовий поріг"
L.label_sherlock_mode = "Увімкніть режим Шерлока"
L.label_highlight_admins = "Виділіть адміністраторів сервера"
L.label_highlight_dev = "Виділіть розробника TTT2"
L.label_highlight_vip = "Виділіть VIP"
L.label_highlight_addondev = "Виділіть розробника аддона TTT2"
L.label_highlight_supporter = "Виділіть інших прихильників"
L.label_enable_hud_element = "Увімкнути елемент HUD {elem}"
L.label_spec_prop_control = "Увімкнути володіння опорою"
L.label_spec_prop_base = "Базова вартість володіння"
L.label_spec_prop_maxpenalty = "Нижня межа бонусу за володіння"
L.label_spec_prop_maxbonus = "Верхня межа бонусу за володіння"
L.label_spec_prop_force = "Сила володіння поштовхом"
L.label_spec_prop_rechargetime = "Час перезарядки в секундах"
L.label_doors_force_pairs = "Змусити ближні двері як подвійні двері"
L.label_doors_destructible = "Увімкнути руйнування дверей"
L.label_doors_locked_indestructible = "Спочатку замкнені двері не піддаються руйнуванню"
L.label_doors_health = "Здоров'я дверей"
L.label_doors_prop_health = "Здоров'я дверної опори"
L.label_minimum_players = "Мінімальна кількість гравців для початку раунду"
L.label_karma = "Увімкнути карму"
L.label_karma_strict = "Увімкнути сувору карму"
L.label_karma_starting = "Запуск Karma"
L.label_karma_max = "Максимальна карма"
L.label_karma_ratio = "Коефіцієнт штрафу за пошкодження команди"
L.label_karma_kill_penalty = "Штраф за командне вбивство"
L.label_karma_round_increment = "Карми за раунд"
L.label_karma_clean_bonus = "Бонус чистої карми"
L.label_karma_traitordmg_ratio = "Коефіцієнт бонусу за пошкодження іншої команди"
L.label_karma_traitorkill_bonus = "Бонус за вбивство іншої команди"
L.label_karma_clean_half = "Чисте зменшення бонусу"
L.label_karma_persist = "Карма зберігається через зміни карти"
L.label_karma_low_autokick = "Автоматично викидати гравців із низькою кармою"
L.label_karma_low_amount = "Низький поріг карми"
L.label_karma_low_ban = "Бан вибрав гравців із низькою кармою"
L.label_karma_low_ban_minutes = "Час заборони в хвилинах"
L.label_karma_debugspam = "Увімкнути вихід налагодження для консолі про зміни Karma"
L.label_max_melee_slots = "Макс ближніх слотів"
L.label_max_secondary_slots = "Макс вторинні слотів"
L.label_max_primary_slots = "Макс первинні слотів"
L.label_max_nade_slots = "Макс гранатних слотів"
L.label_max_carry_slots = "Макс слотів для перенесення"
L.label_max_unarmed_slots = "Макс неозброєних слотів"
L.label_max_special_slots = "Макс спеціальних слотів"
L.label_max_extra_slots = "Максимум додаткових слотів"
L.label_weapon_autopickup = "Увімкнути автоматичний підбір зброї"
L.label_sprint_enabled = "Увімкнути спринт"
L.label_sprint_max = "Максимальна спринтерська витривалість"
L.label_sprint_stamina_consumption = "Фактор споживання витривалості"
L.label_sprint_stamina_regeneration = "Фактор регенерації витривалості"
L.label_sprint_crosshair = "Показувати приціл під час спринту"
L.label_crowbar_unlocks = "Первинна атака може використовуватися як взаємодія (тобто розблокування)"
L.label_crowbar_pushforce = "Сила штовхання лома"

-- 2022-07-02
L.header_playersettings_falldmg = "Налаштування пошкодження від падіння"

L.label_falldmg_enable = "Увімкнути пошкодження від падіння"
L.label_falldmg_min_velocity = "Мінімальний поріг швидкості для пошкодження при падінні"
L.label_falldmg_exponent = "Експонента для збільшення шкоди від падіння по відношенню до швидкості"

L.help_falldmg_exponent = [[
Це значення змінює експоненціальне збільшення шкоди від падіння зі швидкістю, з якою гравець падає на землю.

Будьте обережні, змінюючи це значення. Занадто високе значення може призвести до смертельних наслідків навіть при найменших падіннях, а занизьке значення дозволить гравцям впасти з надзвичайної висоти й не зазнати жодних пошкоджень..]]
