L = LANG.GetLanguageTableReference("uk")

L["ttt2_pointer_new"] = "{playername} додав новий 3D покажчик!"
L["ttt2_pointer_timeout"] = "Ви повинні почекати {time} секунд(и), щоб додати новий покажчик!"
L["ttt2_pointer_distance"] = "Відстань: {distance}"
L["ttt2_pointer_time"] = "Залишилося часу: {time}"

L["header_bindings_pointer"] = "TTT2 3D Покажчик"
L["label_bind_pointer_team"] = "Покажчик команди"
L["label_bind_pointer_global"] = "Глобальний покажчик"

L["submenu_addons_pointer_title"] = "3D Покажчик"
L["header_addons_pointer"] = "Загальні налаштування 3D покажчика"
L["label_pointer_local_sound_enable"] = "Увімкнути відтворення звуку при створенні нового покажчика"
L["label_pointer_local_global_enable"] = "Увімкнути локальне відображення глобальних 3D покажчиків"
L["label_pointer_local_team_enable"] = "Увімкнути локальне відображення покажчиків команди"
L["label_pointer_local_spec_enable"] = "Увімкнути локальне відображення покажчиків глядачів"
L["help_addons_pointer"] = "За замовчуванням всі додані покажчики відображаються на клієнті. Проте ці три типи можна відключити окремо, якщо ви не бажаєте їх бачити."

L["help_server_addons_pointer"] = "За замовчуванням можна додавати всі типи покажчиків. Проте ці три типи можна відключити окремо, якщо ви не бажаєте використовувати їх на своєму сервері."
L["label_pointer_global_enable"] = "Увімкнути глобальні 3D покажчики"
L["label_pointer_team_enable"] = "Увімкнути покажчики команди"
L["label_pointer_spec_enable"] = "Увімкнути покажчики глядачів"
L["label_pointer_render_time"] = "Час у секундах, протягом якого покажчик відображається в світі"
L["label_pointer_timeout"] = "Таймаут в секундах на одного гравця для нового покажчика"
L["label_pointer_amount_per_type"] = "Кількість покажчиків на одного гравця одного типу одночасно"

L["help_addons_pointer_detail"] = [[
Глобальні: Всі покажчики, які додаються будь-ким без обмежень команди.
Командні: Всі покажчики, які додаються гравцями вашої команди. Вони мають бути додані як покажчики команди, і це працює лише для гравців, які не належать до команди невинних або не належать до жодної команди.
Глядацькі: Всі покажчики, які додаються глядачами. Вони видимі лише якщо ви також є глядачем.]]