L = LANG.GetLanguageTableReference("uk")

L["ttt_drank_soda_already_drunk"] = "Ви можете випити кожну газовану воду лише один раз."
L["ttt_drank_soda_limit_reached"] = "Ви можете випити лише одну газовану воду!"
L["ttt_drank_soda_cant_pickup"] = "Зараз ви не можете випити або підняти що-небудь."
L["ttt_drank_soda_unlimted"] = "Газовані води з миттєвим ефектом можна випити нескінченну кількість разів."
L["ttt_spawned_soda"] = "У цьому раунді є {amount} супер-газованих вод. Підберіть їх, щоб отримати певні переваги!"


L["soda_armorup"] = "Броньоване!™"
L["soda_creditup"] = "Кредитоване!™"
L["soda_healup"] = "Зцілююче!™"
L["soda_jumpup"] = "Стрибуче!™"
L["soda_rageup"] = "Розлючене!™"
L["soda_shootup"] = "Стріляюче!™"
L["soda_speedup"] = "Швидкісне!™"

L["ttt_drank_soda_speedup"] = "Ви знайшли Швидкісне!™ банку! Рухайтеся швидше!"
L["ttt_drank_soda_rageup"] = "Ви знайшли Розлючене!™ банку! Наносите більше шкоди!"
L["ttt_drank_soda_shootup"] = "Ви знайшли Стріляюче!™ банку! Стріляйте швидше!"
L["ttt_drank_soda_jumpup"] = "Ви знайшли Стрибуче!™ банку! Тепер ви можете стрибати двічі!"
L["ttt_drank_soda_armorup"] = "Ви знайшли Броньоване!™ банку! Ви отримали додаткові бронепластини!"
L["ttt_drank_soda_healup"] = "Ви знайшли Зцілююче!™ банку! Ви отримали додаткові очки здоров'я!"
L["ttt_drank_soda_creditup"] = "Ви знайшли Кредитоване!™ банку! Ви отримали додаткові кредити для обладнання!"

L["ttt_pickup_soda_speedup"] = "Після випивання цієї газованої води ви будете рухатися швидше"
L["ttt_pickup_soda_rageup"] = "Після випивання цієї газованої води ви будете завдаєте більше шкоди"
L["ttt_pickup_soda_shootup"] = "Після випивання цієї газованої води ви будете стріляти швидше"
L["ttt_pickup_soda_jumpup"] = "Після випивання цієї газованої води ви зможете стрибати двічі"
L["ttt_pickup_soda_armorup"] = "Випивши цю газовану воду, ви отримаєте додаткові бронепластини [МИТТЄВО]"
L["ttt_pickup_soda_healup"] = "Випивши цю газовану воду, ви отримаєте додаткові очки здоров'я [МИТТЄВО]"
L["ttt_pickup_soda_creditup"] = "Випивши цю газовану воду, ви отримаєте додаткові кредити для обладнання [МИТТЄВО]"

L["ttt_pickup_soda"] = "Натисніть [{usekey}], щоб випити газовану воду"